{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "\n": 4,
      "(": 5,
      ")": 6,
      ",": 7,
      ":": 8,
      "=": 9,
      "var_1": 10,
      "[": 11,
      "]": 12,
      "print": 13,
      ".": 14,
      "1": 15,
      "    ": 16,
      "var_2": 17,
      "def": 18,
      "0": 19,
      "in": 20,
      "return": 21,
      "        ": 22,
      "for": 23,
      "i": 24,
      "if": 25,
      "+": 26,
      "2": 27,
      "-": 28,
      "==": 29,
      "n": 30,
      "*": 31,
      "x": 32,
      "var_3": 33,
      "range": 34,
      "3": 35,
      "len": 36,
      "else": 37,
      "5": 38,
      "a": 39,
      "4": 40,
      "            ": 41,
      "import": 42,
      "%": 43,
      "{": 44,
      "}": 45,
      "num": 46,
      "j": 47,
      "10": 48,
      "6": 49,
      "float": 50,
      "int": 51,
      "+=": 52,
      "list": 53,
      "str": 54,
      "res": 55,
      "s": 56,
      "/": 57,
      "self": 58,
      "7": 59,
      "b": 60,
      ">": 61,
      "8": 62,
      "**": 63,
      "while": 64,
      "str1": 65,
      "y": 66,
      "append": 67,
      "sum": 68,
      "count": 69,
      "<": 70,
      "key": 71,
      "and": 72,
      "input": 73,
      "var_4": 74,
      "9": 75,
      "alist": 76,
      "   ": 77,
      "d": 78,
      "l": 79,
      "arr": 80,
      "test_list": 81,
      "result": 82,
      "c": 83,
      "random": 84,
      "k": 85,
      "elif": 86,
      "True": 87,
      "!=": 88,
      "math": 89,
      "list1": 90,
      "string": 91,
      "from": 92,
      "split": 93,
      "r": 94,
      "not": 95,
      "word": 96,
      "num1": 97,
      ";": 98,
      "False": 99,
      "lambda": 100,
      "ele": 101,
      "datetime": 102,
      "temp": 103,
      "num2": 104,
      "end": 105,
      "                ": 106,
      "12": 107,
      "20": 108,
      "''": 109,
      "char": 110,
      "join": 111,
      "set": 112,
      "items": 113,
      "<=": 114,
      "->": 115,
      "100": 116,
      "  ": 117,
      "       ": 118,
      ">=": 119,
      "or": 120,
      "//": 121,
      "break": 122,
      "' '": 123,
      "li": 124,
      "None": 125,
      "sub": 126,
      "class": 127,
      "idx": 128,
      "11": 129,
      "dict": 130,
      "format": 131,
      "lst": 132,
      "re": 133,
      "radius": 134,
      "start": 135,
      "\" \"": 136,
      "val": 137,
      "\"\"": 138,
      "zip": 139,
      "test_dict": 140,
      "f": 141,
      "as": 142,
      "mid": 143,
      "'a'": 144,
      "data": 145,
      "max": 146,
      "value": 147,
      "t": 148,
      "time": 149,
      "index": 150,
      "\t": 151,
      "      ": 152,
      "N": 153,
      "__init__": 154,
      "test_str": 155,
      "length": 156,
      "words": 157,
      "lower": 158,
      "upper": 159,
      "h": 160,
      "nums": 161,
      "pi": 162,
      "item": 163,
      "var_5": 164,
      "m": 165,
      "sorted": 166,
      "list2": 167,
      "p": 168,
      "s1": 169,
      "l1": 170,
      "X": 171,
      "values": 172,
      "year": 173,
      "50": 174,
      "\t\t": 175,
      "mm": 176,
      "30": 177,
      "15": 178,
      "A": 179,
      "K": 180,
      "base": 181,
      "size": 182,
      "get": 183,
      "tuple": 184,
      "raise": 185,
      "sentence": 186,
      "map": 187,
      "os": 188,
      "height": 189,
      "my_list": 190,
      "60": 191,
      "with": 192,
      "itertools": 193,
      "lcm": 194,
      "sort": 195,
      "number": 196,
      "keys": 197,
      "\"is\"": 198,
      "l2": 199,
      "ord": 200,
      "area": 201,
      "right": 202,
      "text": 203,
      "24": 204,
      "45": 205,
      "largest": 206,
      "line": 207,
      "min": 208,
      "name": 209,
      "40": 210,
      "args": 211,
      "greater": 212,
      "left": 213,
      "3.14": 214,
      "open": 215,
      "16": 216,
      "json": 217,
      "-=": 218,
      "reverse": 219,
      "pass": 220,
      "replace": 221,
      "\"The original list is : \"": 222,
      "&": 223,
      "21": 224,
      "v": 225,
      "letter": 226,
      "           ": 227,
      "'is'": 228,
      "enumerate": 229,
      "sum1": 230,
      "isinstance": 231,
      "Y": 232,
      "z": 233,
      "check": 234,
      "total": 235,
      "yield": 236,
      "ValueError": 237,
      "'b'": 238,
      "pop": 239,
      "q": 240,
      "iterable": 241,
      "tup": 242,
      "numbers": 243,
      "23": 244,
      "add": 245,
      "'r'": 246,
      "exp": 247,
      "'best'": 248,
      "22": 249,
      "25": 250,
      "fname": 251,
      "row": 252,
      "date": 253,
      "factorial": 254,
      "'c'": 255,
      "num_list": 256,
      "element": 257,
      "first": 258,
      "B": 259,
      "0.5": 260,
      "s2": 261,
      "fact": 262,
      "pos": 263,
      "choice": 264,
      "vowels": 265,
      "\"Gfg\"": 266,
      "'e'": 267,
      "is": 268,
      "digit": 269,
      "n1": 270,
      "filter": 271,
      "'1'": 272,
      "18": 273,
      "32": 274,
      "set1": 275,
      "str2": 276,
      "my_str": 277,
      "test_list1": 278,
      "except": 279,
      "isdigit": 280,
      "'for'": 281,
      "17": 282,
      "all_freq": 283,
      "'gfg'": 284,
      "path": 285,
      "sys": 286,
      "next": 287,
      "side": 288,
      "         ": 289,
      "\"Hello World\"": 290,
      "n2": 291,
      "sqrt": 292,
      "try": 293,
      "flag": 294,
      "g": 295,
      "','": 296,
      "13": 297,
      "C": 298,
      "sorted_list": 299,
      "'i'": 300,
      "70": 301,
      "extend": 302,
      "test_list2": 303,
      "num3": 304,
      "np": 305,
      "\"best\"": 306,
      "54": 307,
      "list_": 308,
      "product": 309,
      "hcf": 310,
      "volume": 311,
      "myList": 312,
      "200": 313,
      "2020": 314,
      "angle": 315,
      "reduce": 316,
      "url": 317,
      "sin": 318,
      "bin": 319,
      "dec": 320,
      "st": 321,
      "'o'": 322,
      "'tsai'": 323,
      "14": 324,
      "44": 325,
      "_": 326,
      "array": 327,
      "dd": 328,
      "now": 329,
      "sample": 330,
      "'Geeks'": 331,
      "400": 332,
      "88": 333,
      "cos": 334,
      "inner": 335,
      "read": 336,
      "x2": 337,
      "input_dict": 338,
      "1000": 339,
      "35": 340,
      "shuffle": 341,
      "update": 342,
      "mass": 343,
      "digitCount": 344,
      "'Sorted list: '": 345,
      "randint": 346,
      "raw_input": 347,
      "Dict": 348,
      "final": 349,
      "newList": 350,
      "no_punct": 351,
      "smaller": 352,
      "\"The original list : \"": 353,
      "'0'": 354,
      "'d'": 355,
      "cache": 356,
      "is_empty": 357,
      "object": 358,
      "set2": 359,
      "dict2": 360,
      "obj": 361,
      "type": 362,
      "\"b\"": 363,
      "'A'": 364,
      "'geeks'": 365,
      "'u'": 366,
      "'x'": 367,
      "chain": 368,
      "gcd": 369,
      "input_array": 370,
      "power": 371,
      "strip": 372,
      "filename": 373,
      "regex": 374,
      "remove": 375,
      "today": 376,
      "var_6": 377,
      "yy": 378,
      "\"a\"": 379,
      "'good'": 380,
      "19": 381,
      "findall": 382,
      "queue": 383,
      "collections": 384,
      "intersection": 385,
      "breadth": 386,
      "limit": 387,
      "\t    ": 388,
      "\"The original string is : \"": 389,
      "*=": 390,
      "120": 391,
      "fn": 392,
      "isalpha": 393,
      "perf_counter": 394,
      "push": 395,
      "search": 396,
      "celsius": 397,
      "nterms": 398,
      "rev": 399,
      "timedelta": 400,
      "x1": 401,
      "ip_str": 402,
      "round": 403,
      "Counter": 404,
      "hh": 405,
      "source": 406,
      "\",\"": 407,
      "\"c\"": 408,
      "//=": 409,
      "copy": 410,
      "input_list": 411,
      "insert": 412,
      "islower": 413,
      "numpy": 414,
      "ctr": 415,
      "list_to_be_sorted": 416,
      "M": 417,
      "difference": 418,
      "func": 419,
      "gap": 420,
      "punctuations": 421,
      "w": 422,
      "width": 423,
      "kwargs": 424,
      "                    ": 425,
      "\"is not a prime number\"": 426,
      "'name'": 427,
      "155": 428,
      "2000": 429,
      "26": 430,
      "65": 431,
      "del": 432,
      "groupby": 433,
      "src_dir_path": 434,
      "mylist": 435,
      "new_list": 436,
      "no_swap": 437,
      "org": 438,
      "\"Best\"": 439,
      "\"name\"": 440,
      "\"y\"": 441,
      "180": 442,
      "L": 443,
      "Person": 444,
      "calendar": 445,
      "countDict": 446,
      "dict1": 447,
      "fib": 448,
      "given_date": 449,
      "isupper": 450,
      "log": 451,
      "low": 452,
      "reversed": 453,
      "sampleList": 454,
      "a_list": 455,
      "glob": 456,
      "pd": 457,
      "pow": 458,
      "terms": 459,
      "0.0": 460,
      "66": 461,
      "flatten": 462,
      "head": 463,
      "month": 464,
      "requests": 465,
      "strptime": 466,
      "vow_list": 467,
      "word_list": 468,
      "days": 469,
      "dig": 470,
      "t2": 471,
      "abs": 472,
      "var": 473,
      "     ": 474,
      "55": 475,
      "<<": 476,
      "^": 477,
      "compute_lcm": 478,
      "high": 479,
      "multiple": 480,
      "operation": 481,
      "res_list": 482,
      "top": 483,
      "msg": 484,
      "password": 485,
      "test_tup1": 486,
      "ch": 487,
      "inner_list": 488,
      "names": 489,
      "timeit": 490,
      "u": 491,
      "e": 492,
      "multiply": 493,
      "repeat": 494,
      "sub_str": 495,
      "\t\t\t": 496,
      "\"apple\"": 497,
      "'|'": 498,
      "90": 499,
      "93": 500,
      "Fibonacci": 501,
      "ans": 502,
      "distance": 503,
      "file2": 504,
      "floor": 505,
      "org_intervals": 506,
      "ser": 507,
      "sign": 508,
      "steps": 509,
      "strftime": 510,
      "theta": 511,
      "|": 512,
      "all": 513,
      "auxiliary": 514,
      "pool": 515,
      "P": 516,
      "islice": 517,
      "new_str": 518,
      "t1": 519,
      "d1": 520,
      "diff": 521,
      "target": 522,
      "\":\"": 523,
      "'''!()-[]{};:'\"\\,<>./?@#$%^&*_~'''": 524,
      "'CS'": 525,
      "@": 526,
      "destination": 527,
      "dic": 528,
      "no_of_sides": 529,
      "stoogesort": 530,
      "found": 531,
      "ip": 532,
      "punctuation": 533,
      "y1": 534,
      "bmi": 535,
      "delta": 536,
      "find": 537,
      "seen": 538,
      "bool": 539,
      "col": 540,
      "functools": 541,
      "maximum": 542,
      "\"12\"": 543,
      "\"=\"": 544,
      "\"AM\"": 545,
      "\"Enter a number: \"": 546,
      "\"The original dictionary is : \"": 547,
      "\"key1\"": 548,
      "\"{0} is a leap year\"": 549,
      "\"{0} is not a leap year\"": 550,
      "'C'": 551,
      "2.0": 552,
      "29": 553,
      "American": 554,
      "TowerOfHanoi": 555,
      "calc_fib": 556,
      "casefold": 557,
      "d2": 558,
      "dt": 559,
      "isPalindrome": 560,
      "printList": 561,
      "student": 562,
      "title": 563,
      "E": 564,
      "chr": 565,
      "fahrenheit": 566,
      "letters": 567,
      "curr": 568,
      "front": 569,
      "last": 570,
      "nth": 571,
      "resList": 572,
      "test_tup2": 573,
      "counter": 574,
      "eval": 575,
      "union": 576,
      "          ": 577,
      "\"Hello\"": 578,
      "\"Kelly\"": 579,
      "\"d\"": 580,
      "\"gfg\"": 581,
      "'Akash'": 582,
      "'Akshat'": 583,
      "'E'": 584,
      "'Gfg'": 585,
      "'Nikhil'": 586,
      "'aeiou'": 587,
      "'age'": 588,
      "1.8": 589,
      "300": 590,
      "34": 591,
      "900": 592,
      "99": 593,
      "bisect": 594,
      "compute_hcf": 595,
      "conv_fac": 596,
      "current": 597,
      "getGender": 598,
      "group": 599,
      "loads": 600,
      "nonlocal": 601,
      "permutations": 602,
      "seq": 603,
      "sine": 604,
      "tan": 605,
      "factors": 606,
      "ini_string": 607,
      "max1": 608,
      "num_lines": 609,
      "recur_fibo": 610,
      "__name__": 611,
      "aList": 612,
      "bigger": 613,
      "final_list": 614,
      "person_dict": 615,
      "sep": 616,
      "speed": 617,
      "unique": 618,
      "\"DIGITS\"": 619,
      "\"LETTERS\"": 620,
      "\"and\"": 621,
      "\"for\"": 622,
      "\"percentage\"": 623,
      "'marks'": 624,
      "1.5": 625,
      "500": 626,
      "80": 627,
      "PI": 628,
      "Stack": 629,
      "assert": 630,
      "bisect_left": 631,
      "capitalize": 632,
      "deque": 633,
      "global": 634,
      "kilometers": 635,
      "list_of_nums": 636,
      "maxnum": 637,
      "no": 638,
      "printSubArrays": 639,
      "rear": 640,
      "removeValue": 641,
      "sub_set": 642,
      "sumDigits": 643,
      "temp_dict": 644,
      "mean": 645,
      "my_dict": 646,
      "files_in_dir": 647,
      "q2": 648,
      "S": 649,
      "cp": 650,
      "day": 651,
      "dictionary": 652,
      "dup_items": 653,
      "id": 654,
      "len_list": 655,
      "other": 656,
      "position": 657,
      "response": 658,
      "si": 659,
      "uniq_items": 660,
      "\"\\n\"": 661,
      "\"__main__\"": 662,
      "\"banana\"": 663,
      "\"x\"": 664,
      "'hello'": 665,
      "'python'": 666,
      "'y'": 667,
      "'z'": 668,
      "31": 669,
      "6.3": 670,
      "67": 671,
      "78": 672,
      "Shape": 673,
      "TypeError": 674,
      "^=": 675,
      "binary_search": 676,
      "bottom": 677,
      "close": 678,
      "convert24": 679,
      "date_1": 680,
      "el": 681,
      "even": 682,
      "hanoi": 683,
      "highestnumber": 684,
      "matrix": 685,
      "radians": 686,
      "removeDuplicate": 687,
      "setdefault": 688,
      "smallest": 689,
      "substring": 690,
      "test_dict2": 691,
      "test_tup": 692,
      "y2": 693,
      "rowsA": 694,
      "test_dict1": 695,
      "word_len": 696,
      "ini_tuple": 697,
      "lst1": 698,
      "my_list1": 699,
      "n_list": 700,
      "new_perms": 701,
      "r2": 702,
      "rom_val": 703,
      "secrets": 704,
      "shift": 705,
      "circumradius": 706,
      "colsB": 707,
      "file": 708,
      "sp": 709,
      "totalMarks": 710,
      "\t\t\t\t": 711,
      "\"Enter file name: \"": 712,
      "\"age\"": 713,
      "\"e\"": 714,
      "\"f\"": 715,
      "\"is a prime number\"": 716,
      "\"r\"": 717,
      "'='": 718,
      "'B'": 719,
      "'\\n'": 720,
      "'p'": 721,
      "'the'": 722,
      "33": 723,
      "75": 724,
      "77": 725,
      "__doc__": 726,
      "backtrack": 727,
      "calculateSum": 728,
      "continue": 729,
      "exists": 730,
      "f\"{year} is a leap year\"": 731,
      "f\"{year} is not a leap year\"": 732,
      "guess2": 733,
      "hashlib": 734,
      "holes": 735,
      "inner_dict": 736,
      "isnumeric": 737,
      "lis": 738,
      "llist": 739,
      "permute": 740,
      "pickle": 741,
      "q1": 742,
      "res_date": 743,
      "script": 744,
      "speedList": 745,
      "start1": 746,
      "start2": 747,
      "str_list": 748,
      "sum_": 749,
      "swap": 750,
      "tot": 751,
      "truncate": 752,
      "txt": 753,
      "IndexError": 754,
      "side_length": 755,
      "tup1": 756,
      "tuplex": 757,
      "arr1": 758,
      "f1": 759,
      "h1": 760,
      "studentJson": 761,
      "surface_area": 762,
      "tuples": 763,
      "uuid": 764,
      "var_7": 765,
      "IplData": 766,
      "animals": 767,
      "any": 768,
      "numberList": 769,
      "rows": 770,
      " ": 771,
      "\"1\"": 772,
      "\"Enter a positive number\"": 773,
      "\"Fibonacci sequence:\"": 774,
      "\"The factorial of 0 is 1\"": 775,
      "\"The sum is\"": 776,
      "\"abc4234AFde\"": 777,
      "\"aeiou\"": 778,
      "\"are:\"": 779,
      "\"bar\"": 780,
      "\"foo\"": 781,
      "\"id\"": 782,
      "# gas constant R": 783,
      "'2'": 784,
      "'For'": 785,
      "'I'": 786,
      "'Invalid Input'": 787,
      "'roll'": 788,
      "'the quick brown fox'": 789,
      "56": 790,
      "8.3145": 791,
      "89": 792,
      "999": 793,
      ">>": 794,
      "Reverse": 795,
      "age": 796,
      "bin_search": 797,
      "calcAngle": 798,
      "choices": 799,
      "countX": 800,
      "dateFormat": 801,
      "date_2": 802,
      "date_string": 803,
      "decimal_num": 804,
      "dequeue": 805,
      "divide": 806,
      "dumps": 807,
      "enqueue": 808,
      "evenNumbers": 809,
      "first_array": 810,
      "input_num": 811,
      "l1_len": 812,
      "lists": 813,
      "markList": 814,
      "max_key": 815,
      "mid_idx": 816,
      "middleIndex": 817,
      "miles": 818,
      "mul": 819,
      "my_inverted_dict": 820,
      "my_tup": 821,
      "num_words": 822,
      "odd": 823,
      "order": 824,
      "pandas": 825,
      "parser": 826,
      "perm": 827,
      "prefix": 828,
      "printNationality": 829,
      "printTime": 830,
      "prio_dict": 831,
      "randrange": 832,
      "recursive_merge_sort": 833,
      "roll_again": 834,
      "root": 835,
      "square": 836,
      "start_at": 837,
      "sum_nestedlist": 838,
      "summation": 839,
      "swapList": 840,
      "write": 841,
      "~": 842,
      "a2": 843,
      "arr2": 844,
      "count2": 845,
      "interest_rate": 846,
      "li1": 847,
      "lines": 848,
      "rate": 849,
      "second": 850,
      "subtract": 851,
      "test_tuple2": 852,
      "texts": 853,
      "Lsecond": 854,
      "do": 855,
      "input_str": 856,
      "list_of_dicts": 857,
      "m1": 858,
      "minute_angle": 859,
      "remainder": 860,
      "rstrip": 861,
      "simple_interest": 862,
      "times": 863,
      "tuple1": 864,
      "vals": 865,
      "cu_list": 866,
      "data_list": 867,
      "keys1": 868,
      "objects": 869,
      "results": 870,
      "status": 871,
      "             ": 872,
      "\"-\"": 873,
      "\"Emma\"": 874,
      "\"LOWER CASE\"": 875,
      "\"Sorry, factorial does not exist for negative numbers\"": 876,
      "\"Team1\"": 877,
      "\"The factorial of\"": 878,
      "\"UPPER CASE\"": 879,
      "\"cherry\"": 880,
      "\"class\"": 881,
      "\"is an Armstrong number\"": 882,
      "\"is not an Armstrong number\"": 883,
      "\"key2\"": 884,
      "\"to destination\"": 885,
      "\"w\"": 886,
      "'*'": 887,
      "', '": 888,
      "'F'": 889,
      "'Hello, have you tried our tutorial section yet?'": 890,
      "'S'": 891,
      "'inf'": 892,
      "'pop'": 893,
      "'quit'": 894,
      "0.621371": 895,
      "201": 896,
      "344": 897,
      "5.0": 898,
      "52": 899,
      "64": 900,
      "CircleArea": 901,
      "Rsecond": 902,
      "Series": 903,
      "Square": 904,
      "__iter__": 905,
      "accelration": 906,
      "alphabet": 907,
      "appendMiddle": 908,
      "as_text": 909,
      "binary_search_rec": 910,
      "bisect_right": 911,
      "carry": 912,
      "cmath": 913,
      "csv": 914,
      "dist": 915,
      "dump": 916,
      "f2": 917,
      "filepath": 918,
      "filterfalse": 919,
      "findArea": 920,
      "firstSet": 921,
      "from_iterable": 922,
      "getString": 923,
      "ini_dict": 924,
      "inp": 925,
      "isLucky": 926,
      "listOne": 927,
      "lstrip": 928,
      "maketrans": 929,
      "match": 930,
      "matrix2Col": 931,
      "max_length": 932,
      "mergeSort": 933,
      "merge_sort": 934,
      "my_func": 935,
      "my_string": 936,
      "near_thousand": 937,
      "pressure": 938,
      "quicksort": 939,
      "result_perms": 940,
      "rotate": 941,
      "second_array": 942,
      "shift_count": 943,
      "startswith": 944,
      "sub_list": 945,
      "translate": 946,
      "tup2": 947,
      "verbs": 948,
      "zfill": 949,
      "my_list2": 950,
      "output": 951,
      "price": 952,
      "prime": 953,
      "reader": 954,
      "timestamp": 955,
      "Lfirst": 956,
      "circumference": 957,
      "code": 958,
      "div": 959,
      "encrypted_message": 960,
      "feet": 961,
      "first_half": 962,
      "foo": 963,
      "ini_list": 964,
      "initial_velocity": 965,
      "m2": 966,
      "matrix1": 967,
      "max_heapify": 968,
      "minimum": 969,
      "minutes": 970,
      "new_min_old_place": 971,
      "ones": 972,
      "partition": 973,
      "ratio": 974,
      "request": 975,
      "res_str": 976,
      "rev_str": 977,
      "s3": 978,
      "separator": 979,
      "sort_key": 980,
      "stack": 981,
      "startDate": 982,
      "sum_diff": 983,
      "test_tuple1": 984,
      "twos": 985,
      "vow": 986,
      "wrapped": 987,
      "Exception": 988,
      "counting_sort": 989,
      "deck": 990,
      "rem": 991,
      "string1": 992,
      "sum_list": 993,
      "                        ": 994,
      "\"' is\"": 995,
      "\"00\"": 996,
      "\"A\"": 997,
      "\"Destination Path doesn't exist\"": 998,
      "\"Filtered list : \"": 999,
      "\"Hello!!!, he said ---and went.\"": 1000,
      "\"I\"": 1001,
      "\"PM\"": 1002,
      "\"Team2\"": 1003,
      "\"The ASCII value of '\"": 1004,
      "\"The decimal value of\"": 1005,
      "\"The original tuple 1 : \"": 1006,
      "\"The original tuple 2 : \"": 1007,
      "\"YES\"": 1008,
      "\"Yes\"": 1009,
      "\"geeks\"": 1010,
      "\"google\"": 1011,
      "\"is:\"": 1012,
      "\"microsoft\"": 1013,
      "'%b %d %Y %I:%M%p'": 1014,
      "'.'": 1015,
      "'3'": 1016,
      "'4'": 1017,
      "'Hello'": 1018,
      "'O'": 1019,
      "'Z'": 1020,
      "'bar'": 1021,
      "'cs'": 1022,
      "'f'": 1023,
      "'foo'": 1024,
      "'w'": 1025,
      "222": 1026,
      "3201": 1027,
      "36": 1028,
      "42": 1029,
      "47": 1030,
      "83": 1031,
      ">>=": 1032,
      "MT": 1033,
      "Node": 1034,
      "Rfirst": 1035,
      "__getitem__": 1036,
      "__str__": 1037,
      "a1": 1038,
      "avg": 1039,
      "catalan": 1040,
      "compile": 1041,
      "cosx": 1042,
      "decode": 1043,
      "email": 1044,
      "front_len": 1045,
      "helper": 1046,
      "img_file": 1047,
      "insertion_sort": 1048,
      "int_val": 1049,
      "isspace": 1050,
      "iter": 1051,
      "list_length": 1052,
      "my_min": 1053,
      "nltk": 1054,
      "node": 1055,
      "num_sqrt": 1056,
      "prev": 1057,
      "prod_list": 1058,
      "repeat_count": 1059,
      "reverse_string": 1060,
      "revs_number": 1061,
      "selection_sort": 1062,
      "sleep": 1063,
      "tanh": 1064,
      "tee": 1065,
      "tenure": 1066,
      "test": 1067,
      "userChoice": 1068,
      "weight": 1069,
      "Sort_Tuple": 1070,
      "W": 1071,
      "colsA": 1072,
      "iterator": 1073,
      "l2_len": 1074,
      "l3": 1075,
      "no_of_digits": 1076,
      "no_of_ucase": 1077,
      "numheads": 1078,
      "oct": 1079,
      "principle": 1080,
      "repetitons": 1081,
      "sample_dict": 1082,
      "sub_nest": 1083,
      "sum2": 1084,
      "total_digits": 1085,
      "urllib": 1086,
      "used_punctuation": 1087,
      "astro_sign": 1088,
      "attr": 1089,
      "character": 1090,
      "dim": 1091,
      "h2": 1092,
      "hour_angle": 1093,
      "indent": 1094,
      "original_prices": 1095,
      "pivot": 1096,
      "slant_height": 1097,
      "strObj": 1098,
      "sum_of_digits": 1099,
      "urlopen": 1100,
      "buckets": 1101,
      "color_set": 1102,
      "delimiter": 1103,
      "inputString": 1104,
      "max_len": 1105,
      "min_idx": 1106,
      "pred": 1107,
      "subjects": 1108,
      "               ": 1109,
      "\" xyz \"": 1110,
      "\".\"": 1111,
      "\"/\"": 1112,
      "\"Country\"": 1113,
      "\"Date is invalid.\"": 1114,
      "\"Enter first number: \"": 1115,
      "\"Enter second number: \"": 1116,
      "\"Ford\"": 1117,
      "\"LOWER_CASE\"": 1118,
      "\"Mustang\"": 1119,
      "\"NO\"": 1120,
      "\"Original list:\"": 1121,
      "\"Please Enter the First value: \"": 1122,
      "\"The L.C.M. is\"": 1123,
      "\"The incremented date is: \"": 1124,
      "\"The original dictionary : \"": 1125,
      "\"UPPER_CASE\"": 1126,
      "\"brand\"": 1127,
      "\"email\"": 1128,
      "\"jhon@pynative.com\"": 1129,
      "\"john wick\"": 1130,
      "\"model\"": 1131,
      "\"times\"": 1132,
      "\"tsai\"": 1133,
      "\"val1\"": 1134,
      "\"watch the match\"": 1135,
      "\"year\"": 1136,
      "\"yes\"": 1137,
      "\"{0} is Greater Than both {1} and {2}\"": 1138,
      "&=": 1139,
      "'('": 1140,
      "')'": 1141,
      "'-'": 1142,
      "'D'": 1143,
      "'END'": 1144,
      "'Eric'": 1145,
      "'It is a glorious day'": 1146,
      "'R'": 1147,
      "'Scott'": 1148,
      "'__main__'": 1149,
      "'email'": 1150,
      "'four'": 1151,
      "'length'": 1152,
      "'one'": 1153,
      "'rate'": 1154,
      "'this is my sentence and i will write it my way'": 1155,
      "'three'": 1156,
      "'two'": 1157,
      "'type'": 1158,
      "00": 1159,
      "1964": 1160,
      "28": 1161,
      "333": 1162,
      "37.5": 1163,
      "407": 1164,
      "43": 1165,
      "57": 1166,
      "9.0": 1167,
      "AB": 1168,
      "Convert": 1169,
      "Iterable": 1170,
      "StopIteration": 1171,
      "Timer": 1172,
      "UncommonWords": 1173,
      "__next__": 1174,
      "_queue": 1175,
      "addEdge": 1176,
      "ascii_letters": 1177,
      "ascii_lowercase": 1178,
      "base_area": 1179,
      "bin1": 1180,
      "calculate": 1181,
      "chunkSize": 1182,
      "clear": 1183,
      "columns": 1184,
      "compound_interest": 1185,
      "count_vowels": 1186,
      "current_sum": 1187,
      "datetime_object": 1188,
      "defaultdict": 1189,
      "dict_depth": 1190,
      "dict_using_comp": 1191,
      "digits": 1192,
      "emptySeq": 1193,
      "endDate": 1194,
      "f\"Duplicate Value in Two set:{x}\"": 1195,
      "f\"First Charecter in String:{letter}\"": 1196,
      "f'Sum: {sum}'": 1197,
      "f'{key} was found at index {index}.'": 1198,
      "f'{key} was not found.'": 1199,
      "fibonacci": 1200,
      "finder": 1201,
      "flatten_dict": 1202,
      "fromkeys": 1203,
      "getRandomDate": 1204,
      "gnomeSort": 1205,
      "hashTable": 1206,
      "heapsort": 1207,
      "hexval": 1208,
      "indices": 1209,
      "isEmpty": 1210,
      "isFull": 1211,
      "isfile": 1212,
      "jsonData": 1213,
      "left_pos": 1214,
      "listChunk": 1215,
      "list_str": 1216,
      "load_key": 1217,
      "longest_non_repeat": 1218,
      "lst2": 1219,
      "mask": 1220,
      "matrix1Rows": 1221,
      "merge_lists": 1222,
      "mktime": 1223,
      "mode": 1224,
      "namedtuple": 1225,
      "new": 1226,
      "new_min": 1227,
      "no_of_letters": 1228,
      "ns": 1229,
      "nums_product": 1230,
      "opponenetChoice": 1231,
      "pair": 1232,
      "parent": 1233,
      "pat2": 1234,
      "pigeonhole_sort": 1235,
      "printDict": 1236,
      "printString": 1237,
      "printWords": 1238,
      "print_factors": 1239,
      "prod": 1240,
      "r\"(?i)\\b((?:https?://|www\\d{0,3}[.]|[a-z0-9.\\-]+[.][a-z]{2,4}/)(?:[^\\s()<>]+|\\(([^\\s()<>]+|(\\([^\\s()<>]+\\)))*\\))+(?:\\(([^\\s()<>]+|(\\([^\\s()<>]+\\)))*\\)|[^\\s`!()\\[\\]{};:'\\\".,<>?«»“”‘’]))\"": 1241,
      "randomString": 1242,
      "readline": 1243,
      "rectangle": 1244,
      "recursive_sum": 1245,
      "repl_dict": 1246,
      "reversed_text": 1247,
      "scriptlist": 1248,
      "second_half": 1249,
      "second_smallest": 1250,
      "sen": 1251,
      "served_orders": 1252,
      "sigmoid": 1253,
      "sort_and_merge": 1254,
      "starmap": 1255,
      "string2": 1256,
      "sum_first_n_recursive": 1257,
      "textwrap": 1258,
      "tfidf": 1259,
      "thirdList": 1260,
      "throws": 1261,
      "tmp": 1262,
      "unique_keys": 1263,
      "vertical_concatenation": 1264,
      "vowel": 1265,
      "word_freq": 1266,
      "zlib": 1267,
      "combinations": 1268,
      "encoded": 1269,
      "freq": 1270,
      "li2": 1271,
      "minlength": 1272,
      "no_": 1273,
      "rand": 1274,
      "second_largest": 1275,
      "tag": 1276,
      "Amount": 1277,
      "Number": 1278,
      "R": 1279,
      "cm": 1280,
      "currentEmployee": 1281,
      "days_to_add": 1282,
      "dict_list": 1283,
      "dp": 1284,
      "given_list": 1285,
      "hex": 1286,
      "item1": 1287,
      "list3": 1288,
      "major": 1289,
      "n3": 1290,
      "number1": 1291,
      "principal": 1292,
      "r1": 1293,
      "replace_char": 1294,
      "secondSet": 1295,
      "sort_keys": 1296,
      "squaredNumbers": 1297,
      "temp_given_in": 1298,
      "var_8": 1299,
      "velocity": 1300,
      "MC": 1301,
      "cols": 1302,
      "conver_tString": 1303,
      "cycle": 1304,
      "inches": 1305,
      "len1": 1306,
      "min1": 1307,
      "msb": 1308,
      "new_nums": 1309,
      "newli": 1310,
      "no_of_lcase": 1311,
      "num_find": 1312,
      "p2": 1313,
      "str_len": 1314,
      "symbol": 1315,
      "temp_list": 1316,
      "total_letters": 1317,
      "weightage": 1318,
      "\"%d/%m/%Y\"": 1319,
      "\"/*.*\"": 1320,
      "\"2 raised to power\"": 1321,
      "\"AEIOUaeiou\"": 1322,
      "\"Area of rectangle:\"": 1323,
      "\"Enter list : \"": 1324,
      "\"Enter number:\"": 1325,
      "\"Good\"": 1326,
      "\"India\"": 1327,
      "\"Input angle not valid.\"": 1328,
      "\"Negative number\"": 1329,
      "\"No files present in:\"": 1330,
      "\"No\"": 1331,
      "\"Positive number\"": 1332,
      "\"Prime numbers between\"": 1333,
      "\"The string is a palindrome.\"": 1334,
      "\"The string is not a palindrome.\"": 1335,
      "\"Zero\"": 1336,
      "\"geeksforgeeks\"": 1337,
      "\"i\"": 1338,
      "\"mango\"": 1339,
      "\"utf-8\"": 1340,
      "\"value2\"": 1341,
      "\"{0}\"": 1342,
      "# iterate through rows of Y": 1343,
      "'#'": 1344,
      "'%0.1f degree Celsius is equal to %0.1f degree Fahrenheit'": 1345,
      "'%0.2f kilometers is equal to %0.2f miles'": 1346,
      "'%A'": 1347,
      "'/'": 1348,
      "':'": 1349,
      "'G'": 1350,
      "'K'": 1351,
      "'Name'": 1352,
      "'U'": 1353,
      "'V'": 1354,
      "'apple'": 1355,
      "'banana'": 1356,
      "'cat'": 1357,
      "'day'": 1358,
      "'five'": 1359,
      "'global'": 1360,
      "'have'": 1361,
      "'key1'": 1362,
      "'key2'": 1363,
      "'orange'": 1364,
      "'rb'": 1365,
      "/=": 1366,
      "3.142": 1367,
      "360": 1368,
      "48": 1369,
      "97": 1370,
      "ET": 1371,
      "Female": 1372,
      "ItemId": 1373,
      "LinkedList": 1374,
      "Male": 1375,
      "Queue": 1376,
      "Thread": 1377,
      "add_two_numbers": 1378,
      "addlist": 1379,
      "allEmployee": 1380,
      "amount": 1381,
      "anAmerican": 1382,
      "binaryVal": 1383,
      "bubbleSort": 1384,
      "cap_list": 1385,
      "ceil": 1386,
      "common_data": 1387,
      "corpus": 1388,
      "count1": 1389,
      "countmap": 1390,
      "counts": 1391,
      "dict_1": 1392,
      "dine_in_orders": 1393,
      "dot_product": 1394,
      "elements": 1395,
      "encode": 1396,
      "f'largest:{largest}'": 1397,
      "final_dict": 1398,
      "find_longest_word": 1399,
      "force": 1400,
      "formerEmployee": 1401,
      "getsizeof": 1402,
      "guess": 1403,
      "guess3": 1404,
      "hexdigest": 1405,
      "indexes": 1406,
      "invert_dict": 1407,
      "is_Sublist": 1408,
      "is_balanced": 1409,
      "is_prod_even": 1410,
      "isalnum": 1411,
      "last_char": 1412,
      "lengths": 1413,
      "localtime": 1414,
      "mark": 1415,
      "matrix2": 1416,
      "maxEndingHere": 1417,
      "maxPrime": 1418,
      "merged_meetings": 1419,
      "middleThree": 1420,
      "minimumLeft": 1421,
      "myset": 1422,
      "new_doc": 1423,
      "nexts": 1424,
      "num_active": 1425,
      "old_val": 1426,
      "operator": 1427,
      "pickle_file": 1428,
      "prev_list": 1429,
      "prime_list": 1430,
      "printValue": 1431,
      "pythagoras": 1432,
      "rad": 1433,
      "random_float_array": 1434,
      "readlines": 1435,
      "recur_factorial": 1436,
      "recur_sum": 1437,
      "relu": 1438,
      "remove_duplicates": 1439,
      "repl_word": 1440,
      "resultSet": 1441,
      "rev_sentence": 1442,
      "safeId": 1443,
      "softmax": 1444,
      "start_num": 1445,
      "std": 1446,
      "str_to_be_reversed": 1447,
      "symmetric_difference": 1448,
      "table": 1449,
      "take_out_orders": 1450,
      "temp_converter": 1451,
      "test_str1": 1452,
      "threading": 1453,
      "tp2": 1454,
      "uniform": 1455,
      "uuid4": 1456,
      "version": 1457,
      "weights": 1458,
      "wraps": 1459,
      "Remove": 1460,
      "Solution": 1461,
      "elem": 1462,
      "number2": 1463,
      "staticmethod": 1464,
      "AC": 1465,
      "Digits": 1466,
      "L1": 1467,
      "LCM": 1468,
      "OTP": 1469,
      "binaryNum": 1470,
      "box_index": 1471,
      "ci": 1472,
      "compute_gcd": 1473,
      "days_to_subtract": 1474,
      "dct": 1475,
      "dec_value": 1476,
      "discount": 1477,
      "endTime": 1478,
      "file_pattern": 1479,
      "fillvalue": 1480,
      "flag_n": 1481,
      "flattened": 1482,
      "fp": 1483,
      "hours": 1484,
      "indices_list": 1485,
      "initail_quatity": 1486,
      "inputStr": 1487,
      "input_string": 1488,
      "it": 1489,
      "item2": 1490,
      "iterables": 1491,
      "key_val_map": 1492,
      "list_of_seq": 1493,
      "list_str1": 1494,
      "list_to_be_processed": 1495,
      "mass2": 1496,
      "matched_chars": 1497,
      "max_value": 1498,
      "maxlen": 1499,
      "menu": 1500,
      "min_value": 1501,
      "my_set": 1502,
      "my_tuple": 1503,
      "myval": 1504,
      "new_data": 1505,
      "new_node": 1506,
      "next_list": 1507,
      "num_hours": 1508,
      "person_json": 1509,
      "person_string": 1510,
      "randomDate": 1511,
      "randomTime": 1512,
      "roman_num": 1513,
      "slat": 1514,
      "sorted_words": 1515,
      "target_length": 1516,
      "test_string": 1517,
      "textlist": 1518,
      "user_func": 1519,
      "v1": 1520,
      "vals2": 1521,
      "words_list": 1522,
      "wt": 1523,
      "x_loop_must_break": 1524,
      "CI": 1525,
      "Fernet": 1526,
      "abc": 1527,
      "html": 1528,
      "p1": 1529,
      "\t\t\t\t\t": 1530,
      "\t        ": 1531,
      "\t            ": 1532,
      "              ": 1533,
      "\"*\"": 1534,
      "\", \"": 1535,
      "\"... pause.......................................\"": 1536,
      "\"0\"": 1537,
      "\"08:05:45 PM\"": 1538,
      "\"10\"": 1539,
      "\"98\"": 1540,
      "\"After appending new string in middle\"": 1541,
      "\"Both are same times\"": 1542,
      "\"C\"": 1543,
      "\"D\"": 1544,
      "\"Eligible\"": 1545,
      "\"Ending longitude: \"": 1546,
      "\"English = 78 Science = 83 Math = 68 History = 65\"": 1547,
      "\"Enter Number: \"": 1548,
      "\"Enter a list element separated by space \"": 1549,
      "\"Enter a string: \"": 1550,
      "\"Enter list \"": 1551,
      "\"Eric\"": 1552,
      "\"Fibonacci sequence upto\"": 1553,
      "\"Geeks\"": 1554,
      "\"Hello this Is an Example With cased letters\"": 1555,
      "\"Incorrect input\"": 1556,
      "\"Input a value: \"": 1557,
      "\"Invalid Email\"": 1558,
      "\"Jon\"": 1559,
      "\"Larger string is:\"": 1560,
      "\"List after column Concatenation : \"": 1561,
      "\"Move disk 1 from source\"": 1562,
      "\"Move disk\"": 1563,
      "\"Not Eligible\"": 1564,
      "\"Odd numbers in the list: \"": 1565,
      "\"Please enter a positive integer\"": 1566,
      "\"Positive elements Tuples : \"": 1567,
      "\"Resultant tuple list: \"": 1568,
      "\"Starting latitude: \"": 1569,
      "\"The Kth column of matrix is : \"": 1570,
      "\"The factors of\"": 1571,
      "\"The filtered tuple : \"": 1572,
      "\"The list tuple combination : \"": 1573,
      "\"The original list 1 is : \"": 1574,
      "\"The original list 2 is : \"": 1575,
      "\"The root1 is: \"": 1576,
      "\"The root2 is: \"": 1577,
      "\"The sorted words are:\"": 1578,
      "\"The total terms are:\"": 1579,
      "\"Top N keys are: \"": 1580,
      "\"USA\"": 1581,
      "\"Valid Email\"": 1582,
      "\"_\"": 1583,
      "\"by\"": 1584,
      "\"eat\"": 1585,
      "\"file name: \"": 1586,
      "\"from source\"": 1587,
      "\"good\"": 1588,
      "\"in binary.\"": 1589,
      "\"in hexadecimal.\"": 1590,
      "\"in octal.\"": 1591,
      "\"intial_list\"": 1592,
      "\"not accepted\"": 1593,
      "\"orange\"": 1594,
      "\"repeat\"": 1595,
      "\"secret.key\"": 1596,
      "\"sleep\"": 1597,
      "# choose the greater number": 1598,
      "# iterate through columns": 1599,
      "# iterate through columns of Y": 1600,
      "# update values": 1601,
      "# use while loop to iterate until zero": 1602,
      "'": 1603,
      "'$'": 1604,
      "'. '": 1605,
      "'/*Jon is @developer & musician!!'": 1606,
      "'8'": 1607,
      "'9'": 1608,
      "'Best'": 1609,
      "'Classes'": 1610,
      "'Dequeue is empty.'": 1611,
      "'H'": 1612,
      "'It'": 1613,
      "'L'": 1614,
      "'M'": 1615,
      "'Maths'": 1616,
      "'Menu'": 1617,
      "'P'": 1618,
      "'The quick brown fox jumps over the lazy dog'": 1619,
      "'The square root of %0.3f is %0.3f'": 1620,
      "'The value of x after swapping: {}'": 1621,
      "'The value of y after swapping: {}'": 1622,
      "'They'": 1623,
      "'What would you like to do? '": 1624,
      "'X'": 1625,
      "'^[a-z0-9]+[\\._]?[a-z0-9]+[@]\\w+[.]\\w{2,3}$'": 1626,
      "'_'": 1627,
      "'a long string that is not intered'": 1628,
      "'aIbohPhoBiA'": 1629,
      "'abc'": 1630,
      "'accepted'": 1631,
      "'d.o.b'": 1632,
      "'dog'": 1633,
      "'index'": 1634,
      "'july'": 1635,
      "'key3'": 1636,
      "'love'": 1637,
      "'march'": 1638,
      "'month'": 1639,
      "'popleft'": 1640,
      "'priority'": 1641,
      "'schoolofai'": 1642,
      "'text'": 1643,
      "'to'": 1644,
      "'{} has occurred {} times'": 1645,
      ".5": 1646,
      "1.0": 1647,
      "1.16": 1648,
      "1.25": 1649,
      "10.22": 1650,
      "10000": 1651,
      "100000": 1652,
      "101": 1653,
      "102": 1654,
      "122": 1655,
      "2.3": 1656,
      "2.54": 1657,
      "27": 1658,
      "3.78": 1659,
      "5.92": 1660,
      "53": 1661,
      "76": 1662,
      "82": 1663,
      "87": 1664,
      "876": 1665,
      "9.45": 1666,
      "90.0": 1667,
      "Area": 1668,
      "CirclePerimeter": 1669,
      "Cumulative": 1670,
      "Dequeue": 1671,
      "ElementTree": 1672,
      "Food": 1673,
      "HTMLParser": 1674,
      "IOString": 1675,
      "InputOutString": 1676,
      "L2": 1677,
      "LCMofArray": 1678,
      "MyHTMLParser": 1679,
      "Recurgcd": 1680,
      "Secure": 1681,
      "SeqType": 1682,
      "TfidfVectorizer": 1683,
      "WordCloud": 1684,
      "ZeroDivisionError": 1685,
      "__contains__": 1686,
      "__len__": 1687,
      "aTuple": 1688,
      "add_two_lists": 1689,
      "all_repeat": 1690,
      "amax": 1691,
      "append_left": 1692,
      "attr2": 1693,
      "balance": 1694,
      "biggest_char": 1695,
      "biggest_chr": 1696,
      "binary_to_gray": 1697,
      "binomialCoeff": 1698,
      "bredth": 1699,
      "bubble_sort": 1700,
      "bucket_sort": 1701,
      "buildmenu": 1702,
      "byte_to_utf8": 1703,
      "calculateLength": 1704,
      "checkString": 1705,
      "checkSubset": 1706,
      "check_date": 1707,
      "chunk": 1708,
      "cocktail_shaker_sort": 1709,
      "column_values": 1710,
      "comb_sort": 1711,
      "combined_num": 1712,
      "compress": 1713,
      "convertToBinary": 1714,
      "convert_to_minutes": 1715,
      "cosine": 1716,
      "costs": 1717,
      "count_blank_space": 1718,
      "ctr_ele": 1719,
      "decrypt_message": 1720,
      "deleted_element": 1721,
      "dtob": 1722,
      "emailAddress": 1723,
      "encrypt_message": 1724,
      "etree": 1725,
      "exception": 1726,
      "f\"{res}\"": 1727,
      "f'Area Of a Circle {area}'": 1728,
      "f'Calculating fib({n})'": 1729,
      "finally": 1730,
      "find_all": 1731,
      "find_winner_of_the_day": 1732,
      "fl": 1733,
      "frequency": 1734,
      "from_file": 1735,
      "gaps": 1736,
      "gc": 1737,
      "generator": 1738,
      "geometric_sum": 1739,
      "getBitcoinPrice": 1740,
      "getMinDist": 1741,
      "get_gray_codes": 1742,
      "get_size": 1743,
      "get_top_tf_idf_words": 1744,
      "getlength": 1745,
      "getprice": 1746,
      "gnome_sort": 1747,
      "guesses_made": 1748,
      "hashed": 1749,
      "heapify": 1750,
      "heappush": 1751,
      "hello3": 1752,
      "hexaDeciNum": 1753,
      "infile": 1754,
      "insertion_sort_with_gap": 1755,
      "installed_packages": 1756,
      "intersection_update": 1757,
      "inverted_dict": 1758,
      "isUgly": 1759,
      "is_palindrome": 1760,
      "is_perfect_square": 1761,
      "itemDictionary": 1762,
      "key_factory": 1763,
      "keyword": 1764,
      "kk": 1765,
      "knapSack": 1766,
      "linear_search": 1767,
      "list_to_dict": 1768,
      "logging": 1769,
      "max_val": 1770,
      "median": 1771,
      "min_tol": 1772,
      "missing_number": 1773,
      "modified_encode": 1774,
      "modified_ip": 1775,
      "most_common": 1776,
      "multTimes": 1777,
      "multiplyList": 1778,
      "my_instance": 1779,
      "my_max": 1780,
      "myhex": 1781,
      "netAmount": 1782,
      "new_key": 1783,
      "ngcd": 1784,
      "nltk_ner_check": 1785,
      "nominator": 1786,
      "number_of_edges": 1787,
      "outer": 1788,
      "pack_consecutive_duplicates": 1789,
      "perimeter": 1790,
      "permute_string": 1791,
      "pkg_resources": 1792,
      "pop_left": 1793,
      "powerset": 1794,
      "printIntersection": 1795,
      "printLeaders": 1796,
      "punc": 1797,
      "r'\\b\\d+\\b'": 1798,
      "radix_sort": 1799,
      "read_file": 1800,
      "resistance": 1801,
      "reverse_sentence": 1802,
      "right_subsum": 1803,
      "rowsB": 1804,
      "sampleJson": 1805,
      "secondList": 1806,
      "sha256": 1807,
      "shell_sort": 1808,
      "shifted_alphabet": 1809,
      "single_number": 1810,
      "split_string": 1811,
      "square_dict": 1812,
      "stringLength": 1813,
      "string_test": 1814,
      "subprocess": 1815,
      "substr2": 1816,
      "sum_of_nums": 1817,
      "symmetric_difference_update": 1818,
      "thisdict": 1819,
      "thislist": 1820,
      "time_elapsed": 1821,
      "to_string": 1822,
      "total_time": 1823,
      "tp": 1824,
      "tp1": 1825,
      "tree": 1826,
      "tribonacci_seq": 1827,
      "tuple2": 1828,
      "unique_list": 1829,
      "v2": 1830,
      "voltage": 1831,
      "xml": 1832,
      "zip_longest": 1833,
      "amin": 1834,
      "binary": 1835,
      "boxes": 1836,
      "count_even": 1837,
      "df": 1838,
      "disks": 1839,
      "elat": 1840,
      "entity": 1841,
      "flag_l": 1842,
      "input_string_list": 1843,
      "isSorted": 1844,
      "kmh": 1845,
      "last_processed_i_idx": 1846,
      "leftMostPosEle": 1847,
      "list_str2": 1848,
      "merge_list": 1849,
      "no_spaces": 1850,
      "pad_arr": 1851,
      "pos2": 1852,
      "radian_angle": 1853,
      "raw_list": 1854,
      "rowNum": 1855,
      "rp": 1856,
      "sec_max": 1857,
      "seen_add": 1858,
      "special": 1859,
      "stopwords": 1860,
      "strchar": 1861,
      "units": 1862,
      "visited": 1863,
      "Decimal": 1864,
      "STOPWORDS": 1865,
      "Volume": 1866,
      "X_row": 1867,
      "Y_col": 1868,
      "add_list": 1869,
      "angular_dist": 1870,
      "artist_name": 1871,
      "average": 1872,
      "build_max_heap": 1873,
      "chars": 1874,
      "decrypted_message": 1875,
      "derivative": 1876,
      "diameter": 1877,
      "dict_char": 1878,
      "diff_list": 1879,
      "elon": 1880,
      "encoded_message": 1881,
      "encrypted": 1882,
      "exponent": 1883,
      "expression": 1884,
      "file_name": 1885,
      "firstElement": 1886,
      "firstList": 1887,
      "id_keys": 1888,
      "last_digit": 1889,
      "list_to_be_squared": 1890,
      "list_using_comp": 1891,
      "list_val": 1892,
      "lower_rest": 1893,
      "message": 1894,
      "minor": 1895,
      "mystr": 1896,
      "num_array": 1897,
      "number_list": 1898,
      "nums1": 1899,
      "priceFloat": 1900,
      "psutil": 1901,
      "randomGenerator": 1902,
      "randomList": 1903,
      "rep_str": 1904,
      "replaced_str": 1905,
      "restrev": 1906,
      "sList": 1907,
      "score": 1908,
      "slon": 1909,
      "statistics": 1910,
      "substr1": 1911,
      "the": 1912,
      "tickerSymbol": 1913,
      "to_file": 1914,
      "unwanted_num": 1915,
      "uppercase": 1916,
      "write_file": 1917,
      "x3": 1918,
      "yf": 1919,
      "answer": 1920,
      "attr1": 1921,
      "count_odd": 1922,
      "generator_yield": 1923,
      "listcompr": 1924,
      "\"   \"": 1925,
      "\" The mean of given list is :\"": 1926,
      "\" and \"": 1927,
      "\"%Y-%m-%d %H:%M:%S\"": 1928,
      "\"%s %s %s.\"": 1929,
      "\"%s\"": 1930,
      "\"%s%s\"": 1931,
      "\"%s%s%s\"": 1932,
      "\"(\"": 1933,
      "\")\"": 1934,
      "\"+\"": 1935,
      "\"/*Jon is @developer & musician\"": 1936,
      "\"01110011 a\"": 1937,
      "\"1.Add\"": 1938,
      "\"1/1/2016\"": 1939,
      "\"12/12/2018\"": 1940,
      "\"2 X 2 random float array in [0.0, 1.0] \\n\"": 1941,
      "\"2.Subtract\"": 1942,
      "\"20/01/2020\"": 1943,
      "\"3.Multiply\"": 1944,
      "\"4.Divide\"": 1945,
      "\"45\"": 1946,
      "\": \"": 1947,
      "\"After reversing it \"": 1948,
      "\"All element are duplicate in listOne:\"": 1949,
      "\"America\"": 1950,
      "\"Apple\"": 1951,
      "\"Ault\"": 1952,
      "\"B\"": 1953,
      "\"Bingo!\"": 1954,
      "\"Bob\"": 1955,
      "\"Brad\"": 1956,
      "\"Bubble Sorted list: \"": 1957,
      "\"Bye\"": 1958,
      "\"Characters around vowels count : \"": 1959,
      "\"Checking if percentage key exists in JSON\"": 1960,
      "\"Constructed Dictionary : \"": 1961,
      "\"Count, the number of spaces\"": 1962,
      "\"Delimited String is: \"": 1963,
      "\"Difference is\"": 1964,
      "\"Difference of E and N is\"": 1965,
      "\"Done writing JSON data into a file\"": 1966,
      "\"Elements with digit K : \"": 1967,
      "\"English\"": 1968,
      "\"Enter an integer number: \"": 1969,
      "\"Enter any number: \"": 1970,
      "\"Error - the square root is not an integer\"": 1971,
      "\"Even elements distance : \"": 1972,
      "\"Extracted Strings : \"": 1973,
      "\"Feb 25 2020  4:20PM\"": 1974,
      "\"Female\"": 1975,
      "\"Fench\"": 1976,
      "\"First Set after removing common element \"": 1977,
      "\"Football\"": 1978,
      "\"GeeksforGeeks\"": 1979,
      "\"Generating 3 random integer number between 100 and 999 divisible by 5\"": 1980,
      "\"Green\"": 1981,
      "\"Hard Disk\"": 1982,
      "\"Hello! It is a Good thing\"": 1983,
      "\"Hockey\"": 1984,
      "\"How many terms? \"": 1985,
      "\"I am doing fine\"": 1986,
      "\"IISC is the best. IISC has Classes in the evening for professionals. Classes help to learn new things.\"": 1987,
      "\"Incremented numeric String : \"": 1988,
      "\"Intersection of E and N is\"": 1989,
      "\"Is it 1? enter y/n \\n\"": 1990,
      "\"Is it 4? enter y/n \\n\"": 1991,
      "\"Is it <= 2? enter y/n \\n\"": 1992,
      "\"Is it <= 3? enter y/n \\n\"": 1993,
      "\"It is a great meal at a great restaurant on a great day\"": 1994,
      "\"It is wonderful and sunny day for a picnic in the park\"": 1995,
      "\"Jessa\"": 1996,
      "\"Key doesn't exist in JSON data\"": 1997,
      "\"Key exist in JSON data\"": 1998,
      "\"Key not found!\"": 1999,
      "\"Laptop\"": 2000,
      "\"Left Rotation : \"": 2001,
      "\"List after conversion from dictionary : \"": 2002,
      "\"List after filtering non-empty strings : \"": 2003,
      "\"Love\"": 2004,
      "\"Male\"": 2005,
      "\"Mapped dictionary : \"": 2006,
      "\"Maximum of all characters is: \"": 2007,
      "\"Mike\"": 2008,
      "\"Minimum of all characters is: \"": 2009,
      "\"New list after removing all even numbers: \"": 2010,
      "\"New list after removing unwanted numbers: \"": 2011,
      "\"New list is:\"": 2012,
      "\"New string is \"": 2013,
      "\"Nikhil\"": 2014,
      "\"No of unique items are:\"": 2015,
      "\"No. of matching characters are : \"": 2016,
      "\"Number of lines:\"": 2017,
      "\"Number of times\"": 2018,
      "\"Number of words:\"": 2019,
      "\"Numbers divisible by 13 are\"": 2020,
