{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "a": 4,
      "to": 5,
      "the": 6,
      "of": 7,
      "write": 8,
      "function": 9,
      "python": 10,
      "program": 11,
      "Write": 12,
      "and": 13,
      "list": 14,
      "in": 15,
      ".": 16,
      "print": 17,
      "Python": 18,
      ",": 19,
      "number": 20,
      "string": 21,
      "given": 22,
      "that": 23,
      "numbers": 24,
      "is": 25,
      "from": 26,
      "two": 27,
      "find": 28,
      "return": 29,
      "all": 30,
      "if": 31,
      "dictionary": 32,
      "using": 33,
      "an": 34,
      "which": 35,
      "Program": 36,
      "for": 37,
      "input": 38,
      "with": 39,
      "by": 40,
      "or": 41,
      "check": 42,
      "(": 43,
      "it": 44,
      "value": 45,
      "n": 46,
      "are": 47,
      "elements": 48,
      "calculate": 49,
      "between": 50,
      "returns": 51,
      "1": 52,
      "values": 53,
      "convert": 54,
      "element": 55,
      "sum": 56,
      "-": 57,
      "as": 58,
      "not": 59,
      "length": 60,
      "first": 61,
      ")": 62,
      "'": 63,
      "\"": 64,
      "area": 65,
      "2": 66,
      "[": 67,
      "user": 68,
      "lists": 69,
      "into": 70,
      "prints": 71,
      "5": 72,
      "remove": 73,
      "get": 74,
      "+": 75,
      "even": 76,
      "takes": 77,
      "Number": 78,
      "3": 79,
      "tuple": 80,
      "words": 81,
      "each": 82,
      "List": 83,
      "key": 84,
      "square": 85,
      "add": 86,
      "random": 87,
      "integer": 88,
      "sort": 89,
      "count": 90,
      "0": 91,
      "sorted": 92,
      "generate": 93,
      "keys": 94,
      "time": 95,
      "Given": 96,
      "character": 97,
      "characters": 98,
      "class": 99,
      "comprehension": 100,
      "array": 101,
      "can": 102,
      "tuples": 103,
      "on": 104,
      "code": 105,
      "where": 106,
      "digits": 107,
      "whether": 108,
      "()": 109,
      "integers": 110,
      "10": 111,
      "String": 112,
      "create": 113,
      "demonstrate": 114,
      "sequence": 115,
      "In": 116,
      "strings": 117,
      "7": 118,
      "Find": 119,
      "]:": 120,
      "dictionaries": 121,
      "provided": 122,
      "at": 123,
      "reverse": 124,
      ":": 125,
      "Print": 126,
      "result": 127,
      "both": 128,
      "order": 129,
      "its": 130,
      "Define": 131,
      "every": 132,
      "/": 133,
      "Check": 134,
      "last": 135,
      "only": 136,
      "sentence": 137,
      "binary": 138,
      "odd": 139,
      "24": 140,
      "Convert": 141,
      "Using": 142,
      "file": 143,
      "accepts": 144,
      "triangle": 145,
      "compute": 146,
      "date": 147,
      "second": 148,
      "12": 149,
      "4": 150,
      "=": 151,
      "Numbers": 152,
      "positive": 153,
      "20": 154,
      "distance": 155,
      "new": 156,
      "s": 157,
      "such": 158,
      "times": 159,
      "Python3": 160,
      "equal": 161,
      "set": 162,
      "volume": 163,
      "The": 164,
      "divisible": 165,
      "index": 166,
      "than": 167,
      "after": 168,
      "items": 169,
      "word": 170,
      "8": 171,
      "how": 172,
      "100": 173,
      "merge": 174,
      "Dictionary": 175,
      "Two": 176,
      "based": 177,
      "letters": 178,
      "one": 179,
      "should": 180,
      "working": 181,
      "6": 182,
      "case": 183,
      "i": 184,
      "replace": 185,
      "total": 186,
      "unique": 187,
      "included": 188,
      "item": 189,
      "object": 190,
      "output": 191,
      "separated": 192,
      "three": 193,
      "Remove": 194,
      "be": 195,
      "matrix": 196,
      "would": 197,
      "Count": 198,
      "empty": 199,
      "vowels": 200,
      "N": 201,
      "largest": 202,
      "series": 203,
      "35": 204,
      "File": 205,
      "Implement": 206,
      "Sort": 207,
      "console": 208,
      "negative": 209,
      ").": 210,
      "implement": 211,
      "whose": 212,
      "decimal": 213,
      "factorial": 214,
      "has": 215,
      "have": 216,
      "height": 217,
      "interest": 218,
      "product": 219,
      "',": 220,
      "circle": 221,
      "comma": 222,
      "common": 223,
      "contains": 224,
      "lambda": 225,
      "pair": 226,
      "same": 227,
      "will": 228,
      "below": 229,
      "digit": 230,
      "make": 231,
      "multiply": 232,
      "them": 233,
      "88": 234,
      "Calculate": 235,
      "Please": 236,
      "].": 237,
      "base": 238,
      "difference": 239,
      "extract": 240,
      "multiple": 241,
      "nth": 242,
      "prime": 243,
      "sets": 244,
      "use": 245,
      "year": 246,
      "letter": 247,
      "nested": 248,
      "swap": 249,
      "Generate": 250,
      "equation": 251,
      "map": 252,
      "method": 253,
      "removing": 254,
      "single": 255,
      "specified": 256,
      "surface": 257,
      "variable": 258,
      "without": 259,
      "accept": 260,
      "angle": 261,
      "any": 262,
      "maximum": 263,
      "natural": 264,
      "size": 265,
      "text": 266,
      "#": 267,
      "9": 268,
      "another": 269,
      "palindrome": 270,
      "substring": 271,
      "converts": 272,
      "filter": 273,
      "loop": 274,
      "name": 275,
      "power": 276,
      "radius": 277,
      "their": 278,
      "up": 279,
      "when": 280,
      "x": 281,
      "120": 282,
      "Sum": 283,
      "c": 284,
      "data": 285,
      "r": 286,
      "valid": 287,
      "155": 288,
      "average": 289,
      "display": 290,
      "duplicate": 291,
      "duplicates": 292,
      "final": 293,
      "generator": 294,
      "hour": 295,
      "out": 296,
      "perimeter": 297,
      "permutations": 298,
      "range": 299,
      "right": 300,
      "wise": 301,
      "JSON": 302,
      "P": 303,
      "Text": 304,
      "amount": 305,
      "cube": 306,
      "least": 307,
      "less": 308,
      "line": 309,
      "mass": 310,
      "other": 311,
      "root": 312,
      "*": 313,
      "11": 314,
      "LCM": 315,
      "Recursion": 316,
      "current": 317,
      "end": 318,
      "iterate": 319,
      "possible": 320,
      "present": 321,
      "show": 322,
      "space": 323,
      "t": 324,
      "upper": 325,
      "within": 326,
      "\",": 327,
      "50": 328,
      "Binary": 329,
      "K": 330,
      "but": 331,
      "fibonacci": 332,
      "format": 333,
      "recursive": 334,
      "rotate": 335,
      "spaces": 336,
      "this": 337,
      "),": 338,
      "Character": 339,
      "Matrix": 340,
      "Strings": 341,
      "True": 342,
      "Tuples": 343,
      "adds": 344,
      "derivative": 345,
      "f": 346,
      "gas": 347,
      "ideal": 348,
      "inclusive": 349,
      "lower": 350,
      "many": 351,
      "simple": 352,
      "smallest": 353,
      "uppercase": 354,
      "Armstrong": 355,
      "Fibonacci": 356,
      "Function": 357,
      "T": 358,
      "Tuple": 359,
      "Words": 360,
      "corresponding": 361,
      "day": 362,
      "days": 363,
      "exists": 364,
      "form": 365,
      "join": 366,
      "multiplication": 367,
      "no": 368,
      "non": 369,
      "quadratic": 370,
      "read": 371,
      "rectangle": 372,
      "roots": 373,
      "sphere": 374,
      "split": 375,
      "squares": 376,
      "th": 377,
      "type": 378,
      "**": 379,
      "70": 380,
      "A": 381,
      "ASCII": 382,
      "Nested": 383,
      "Square": 384,
      "]": 385,
      "among": 386,
      "directory": 387,
      "except": 388,
      "intersection": 389,
      "occurrence": 390,
      "rate": 391,
      "test": 392,
      "then": 393,
      "until": 394,
      "we": 395,
      "week": 396,
      "30": 397,
      "40": 398,
      "By": 399,
      "First": 400,
      "GCD": 401,
      "address": 402,
      "b": 403,
      "descending": 404,
      "equilateral": 405,
      "frequency": 406,
      "implementation": 407,
      "iterable": 408,
      "module": 409,
      "names": 410,
      "octal": 411,
      "randomly": 412,
      "removes": 413,
      "−": 414,
      "200": 415,
      "22": 416,
      "Add": 417,
      "All": 418,
      "Celsius": 419,
      "Counting": 420,
      "Lists": 421,
      "None": 422,
      "alphabetically": 423,
      "consecutive": 424,
      "dates": 425,
      "datetime": 426,
      "finding": 427,
      "greater": 428,
      "hexadecimal": 429,
      "initial": 430,
      "j": 431,
      "left": 432,
      "lowercase": 433,
      "named": 434,
      "occurrences": 435,
      "operator": 436,
      "over": 437,
      "punctuation": 438,
      "rows": 439,
      "sorts": 440,
      "taken": 441,
      "vowel": 442,
      "18": 443,
      "27": 444,
      "42": 445,
      "False": 446,
      "To": 447,
      "V": 448,
      "Value": 449,
      "access": 450,
      "append": 451,
      "ascending": 452,
      "ax": 453,
      "bx": 454,
      "delete": 455,
      "else": 456,
      "float": 457,
      "mean": 458,
      "minimum": 459,
      "path": 460,
      "perfect": 461,
      "they": 462,
      "15": 463,
      "45": 464,
      "Class": 465,
      "Create": 466,
      "Digits": 467,
      "Fahrenheit": 468,
      "If": 469,
      "Volume": 470,
      "With": 471,
      "[\"": 472,
      "capitalize": 473,
      "combinations": 474,
      "concatenate": 475,
      "determine": 476,
      "either": 477,
      "email": 478,
      "energy": 479,
      "force": 480,
      "having": 481,
      "like": 482,
      "matrices": 483,
      "missing": 484,
      "modified": 485,
      "pattern": 486,
      "perform": 487,
      "points": 488,
      "selection": 489,
      "side": 490,
      "specific": 491,
      "through": 492,
      "variables": 493,
      "velocity": 494,
      "zero": 495,
      "’": 496,
      "&": 497,
      "14": 498,
      "23": 499,
      "25": 500,
      "32": 501,
      "37": 502,
      "44": 503,
      "48": 504,
      "Element": 505,
      "M": 506,
      "Matrices": 507,
      "Odd": 508,
      "Values": 509,
      "Year": 510,
      "arrays": 511,
      "ascii": 512,
      "celsius": 513,
      "compound": 514,
      "cone": 515,
      "cylinder": 516,
      "factors": 517,
      "fahrenheit": 518,
      "hello": 519,
      "identify": 520,
      "inside": 521,
      "interval": 522,
      "leap": 523,
      "lines": 524,
      "longest": 525,
      "m": 526,
      "median": 527,
      "otherwise": 528,
      "printing": 529,
      "shuffle": 530,
      "sides": 531,
      "start": 532,
      "third": 533,
      "those": 534,
      "y": 535,
      "zip": 536,
      "1000": 537,
      "13": 538,
      "16": 539,
      "21": 540,
      "26": 541,
      "28": 542,
      "29": 543,
      "31": 544,
      "33": 545,
      "43": 546,
      "46": 547,
      "55": 548,
      "78": 549,
      "C": 550,
      "Key": 551,
      "Keys": 552,
      "Length": 553,
      "Multiply": 554,
      "One": 555,
      "Rear": 556,
      "argument": 557,
      "blank": 558,
      "called": 559,
      "chunks": 560,
      "column": 561,
      "d": 562,
      "different": 563,
      "divisor": 564,
      "do": 565,
      "exception": 566,
      "expression": 567,
      "finds": 568,
      "following": 569,
      "found": 570,
      "integral": 571,
      "k": 572,
      "local": 573,
      "message": 574,
      "most": 575,
      "objects": 576,
      "price": 577,
      "punctuations": 578,
      "recursion": 579,
      "row": 580,
      "search": 581,
      "shifts": 582,
      "take": 583,
      "target": 584,
      "union": 585,
      "used": 586,
      "while": 587,
      "world": 588,
      "zeros": 589,
      "≥": 590,
      "\"]": 591,
      "17": 592,
      "19": 593,
      "34": 594,
      "36": 595,
      "38": 596,
      "39": 597,
      "41": 598,
      "47": 599,
      "49": 600,
      "60": 601,
      "77": 602,
      "86": 603,
      "87": 604,
      "Bubble": 605,
      "Creating": 606,
      "Decimal": 607,
      "Dictionaries": 608,
      "Even": 609,
      "Female": 610,
      "From": 611,
      "Gray": 612,
      "HCF": 613,
      "Male": 614,
      "Prime": 615,
      "R": 616,
      "Search": 617,
      "Second": 618,
      "Set": 619,
      "Then": 620,
      "This": 621,
      "X": 622,
      "],": 623,
      "bits": 624,
      "break": 625,
      "classes": 626,
      "combine": 627,
      "custom": 628,
      "dict": 629,
      "enumerate": 630,
      "funtion": 631,
      "h": 632,
      "hand": 633,
      "indexes": 634,
      "inputs": 635,
      "itertools": 636,
      "moving": 637,
      "p": 638,
      "parallel": 639,
      "polygon": 640,
      "position": 641,
      "principal": 642,
      "resistance": 643,
      "some": 644,
      "subtract": 645,
      "travelled": 646,
      "true": 647,
      "!": 648,
      "2020": 649,
      "2nd": 650,
      "3x4": 651,
      "4th": 652,
      "52": 653,
      "53": 654,
      "63": 655,
      "65": 656,
      "71": 657,
      "94": 658,
      "Contents": 659,
      "Display": 660,
      "Example": 661,
      "Kth": 662,
      "Merge": 663,
      "Natural": 664,
      "Pyramid": 665,
      "Replace": 666,
      "Return": 667,
      "Reverse": 668,
      "Sequence": 669,
      "Vowel": 670,
      "],[": 671,
      "adding": 672,
      "alphabets": 673,
      "alphanumeric": 674,
      "asks": 675,
      "biggest": 676,
      "bit": 677,
      "bitwise": 678,
      "built": 679,
      "calculates": 680,
      "company": 681,
      "computes": 682,
      "dot": 683,
      "flatten": 684,
      "guess": 685,
      "instance": 686,
      "iterator": 687,
      "keep": 688,
      "middle": 689,
      "needs": 690,
      "occurs": 691,
      "operations": 692,
      "original": 693,
      "parameter": 694,
      "printed": 695,
      "solve": 696,
      "sorting": 697,
      "starts": 698,
      "sublist": 699,
      "temperature": 700,
      "these": 701,
      "uncommon": 702,
      "username": 703,
      "0th": 704,
      "2000": 705,
      "51": 706,
      "56": 707,
      "57": 708,
      "59": 709,
      "64": 710,
      "67": 711,
      "74": 712,
      "75": 713,
      "80": 714,
      "81": 715,
      "82": 716,
      "83": 717,
      "85": 718,
      "90": 719,
      "95": 720,
      "99": 721,
      "Area": 722,
      "Both": 723,
      "Case": 724,
      "Code": 725,
      "Compute": 726,
      "Cumulative": 727,
      "H": 728,
      "IP": 729,
      "Integer": 730,
      "Kilometers": 731,
      "Largest": 732,
      "Last": 733,
      "Miles": 734,
      "Not": 735,
      "Order": 736,
      "Range": 737,
      "Read": 738,
      "Rectangle": 739,
      "Returns": 740,
      "Shape": 741,
      "Test": 742,
      "Times": 743,
      "Word": 744,
      "acceleration": 745,
      "age": 746,
      "appear": 747,
      "boolean": 748,
      "call": 749,
      "char": 750,
      "circumference": 751,
      "collection": 752,
      "combined": 753,
      "composed": 754,
      "cosine": 755,
      "cuboid": 756,
      "default": 757,
      "defined": 758,
      "degree": 759,
      "dimensional": 760,
      "distinct": 761,
      "divide": 762,
      "entries": 763,
      "feet": 764,
      "files": 765,
      "five": 766,
      "frequent": 767,
      "functions": 768,
      "generates": 769,
      "global": 770,
      "half": 771,
      "hours": 772,
      "inches": 773,
      "iterates": 774,
      "leading": 775,
      "log": 776,
      "memory": 777,
      "minute": 778,
      "multiplies": 779,
      "obtained": 780,
      "performs": 781,
      "please": 782,
      "prices": 783,
      "remainder": 784,
      "repeating": 785,
      "representation": 786,
      "round": 787,
      "sine": 788,
      "starting": 789,
      "strip": 790,
      "subset": 791,
      "table": 792,
      "transpose": 793,
      "u": 794,
      "whitespace": 795,
      "years": 796,
      "\".": 797,
      ")=": 798,
      "54": 799,
      "58": 800,
      "61": 801,
      "62": 802,
      "66": 803,
      "68": 804,
      "69": 805,
      "72": 806,
      "73": 807,
      "76": 808,
      "79": 809,
      "84": 810,
      "89": 811,
      "93": 812,
      "96": 813,
      "97": 814,
      "?": 815,
      "B": 816,
      "Comprehension": 817,
      "Counts": 818,
      "Date": 819,
      "Donate": 820,
      "Each": 821,
      "Elements": 822,
      "Extract": 823,
      "F": 824,
      "HCf": 825,
      "Input": 826,
      "Items": 827,
      "Leap": 828,
      "Maximum": 829,
      "Non": 830,
      "Perfect": 831,
      "Present": 832,
      "Pressure": 833,
      "Pretty": 834,
      "Removes": 835,
      "Series": 836,
      "Split": 837,
      "Stack": 838,
      "Three": 839,
      "URL": 840,
      "Whether": 841,
      "algorithm": 842,
      "appears": 843,
      "applied": 844,
      "arguments": 845,
      "cartisian": 846,
      "certain": 847,
      "checks": 848,
      "chickens": 849,
      "child": 850,
      "containing": 851,
      "contents": 852,
      "converting": 853,
      "dictioinary": 854,
      "divides": 855,
      "equality": 856,
      "exponential": 857,
      "gcd": 858,
      "greatest": 859,
      "hemi": 860,
      "increment": 861,
      "indexed": 862,
      "inertia": 863,
      "insert": 864,
      "intervals": 865,
      "inverted": 866,
      "iterables": 867,
      "just": 868,
      "l": 869,
      "lateral": 870,
      "lcm": 871,
      "leftmost": 872,
      "lengths": 873,
      "lense": 874,
      "lexicographic": 875,
      "library": 876,
      "matching": 877,
      "mathematic": 878,
      "methods": 879,
      "moment": 880,
      "move": 881,
      "next": 882,
      "numeric": 883,
      "occurence": 884,
      "passed": 885,
      "person": 886,
      "point": 887,
      "progression": 888,
      "q1": 889,
      "q2": 890,
      "rabbits": 891,
      "raise": 892,
      "ranges": 893,
      "repeat": 894,
      "resistances": 895,
      "reverses": 896,
      "s1": 897,
      "s2": 898,
      "scope": 899,
      "selling": 900,
      "special": 901,
      "steps": 902,
      "substrings": 903,
      "symbols": 904,
      "symmetric": 905,
      "term": 906,
      "there": 907,
      "top": 908,
      "upto": 909,
      "usage": 910,
      "vale": 911,
      "vertical": 912,
      "weighted": 913,
      "you": 914,
      "3200": 915,
      "91": 916,
      "92": 917,
      "98": 918,
      ":#": 919,
      ">": 920,
      "@": 921,
      "Accept": 922,
      "Algorithm": 923,
      "American": 924,
      "Characters": 925,
      "Circle": 926,
      "Common": 927,
      "Concatenation": 928,
      "D": 929,
      "Factorial": 930,
      "Get": 931,
      "Gnome": 932,
      "HTML": 933,
      "Hexadecimal": 934,
      "Item": 935,
      "Letter": 936,
      "Letters": 937,
      "Lines": 938,
      "Output": 939,
      "Person": 940,
      "Prints": 941,
      "Sets": 942,
      "Subtract": 943,
      "Swap": 944,
      "Table": 945,
      "Transpose": 946,
      "We": 947,
      "Yes": 948,
      "already": 949,
      "apart": 950,
      "args": 951,
      "basic": 952,
      "bin": 953,
      "calendar": 954,
      "concatenation": 955,
      "contain": 956,
      "copy": 957,
      "cost": 958,
      "counter": 959,
      "creates": 960,
      "criteria": 961,
      "cubes": 962,
      "delimiter": 963,
      "detect": 964,
      "deviation": 965,
      "ellipse": 966,
      "equals": 967,
      "equivalent": 968,
      "exactly": 969,
      "execute": 970,
      "fuction": 971,
      "generating": 972,
      "give": 973,
      "heads": 974,
      "hyphen": 975,
      "ignoring": 976,
      "image": 977,
      "int": 978,
      "inverts": 979,
      "math": 980,
      "modify": 981,
      "more": 982,
      "multidimensional": 983,
      "mutable": 984,
      "num": 985,
      "numeral": 986,
      "operation": 987,
      "powers": 988,
      "principle": 989,
      "problem": 990,
      "produce": 991,
      "raised": 992,
      "real": 993,
      "repeated": 994,
      "repetition": 995,
      "reversed": 996,
      "rhombus": 997,
      "roman": 998,
      "searched": 999,
      "searches": 1000,
      "select": 1001,
      "sentences": 1002,
      "slice": 1003,
      "standard": 1004,
      "star": 1005,
      "structure": 1006,
      "subclass": 1007,
      "surface_area": 1008,
      "tangent": 1009,
      "terms": 1010,
      "transaction": 1011,
      "try": 1012,
      "typecast": 1013,
      "uses": 1014,
      "utf": 1015,
      "width": 1016,
      "\",\"": 1017,
      "...)": 1018,
      "2n": 1019,
      "3rd": 1020,
      "4001": 1021,
      "500": 1022,
      "5th": 1023,
      "6th": 1024,
      "Adding": 1025,
      "Also": 1026,
      "Another": 1027,
      "Assuming": 1028,
      "BMI": 1029,
      "Blank": 1030,
      "Concatenate": 1031,
      "Cylinder": 1032,
      "Different": 1033,
      "Factors": 1034,
      "Filter": 1035,
      "Hello": 1036,
      "Index": 1037,
      "Inside": 1038,
      "Intersection": 1039,
      "It": 1040,
      "Join": 1041,
      "Loop": 1042,
      "No": 1043,
      "Of": 1044,
      "Palindrome": 1045,
      "Pascal": 1046,
      "Pentagonal": 1047,
      "Play": 1048,
      "Possible": 1049,
      "Punctuations": 1050,
      "Pythagorean": 1051,
      "Queue": 1052,
      "ReLU": 1053,
      "Repeat": 1054,
      "Rotate": 1055,
      "SHA256": 1056,
      "Shuffle": 1057,
      "Sine": 1058,
      "Spaces": 1059,
      "Triplets": 1060,
      "Upper": 1061,
      "You": 1062,
      "absolute": 1063,
      "addresses": 1064,
      "against": 1065,
      "alphabetic": 1066,
      "alphanumerically": 1067,
      "also": 1068,
      "anonymous": 1069,
      "appending": 1070,
      "ar": 1071,
      "been": 1072,
      "beginning": 1073,
      "buy": 1074,
      "cases": 1075,
      "catch": 1076,
      "centimeters": 1077,
      "closer": 1078,
      "columns": 1079,
      "com": 1080,
      "combination": 1081,
      "companyname": 1082,
      "comprehensions": 1083,
      "compress": 1084,
      "constructed": 1085,
      "content": 1086,
      "copies": 1087,
      "covered": 1088,
      "decimals": 1089,
      "deleted": 1090,
      "determines": 1091,
      "dice": 1092,
      "dimension": 1093,
      "divisors": 1094,
      "english": 1095,
      "enter": 1096,
      "euclidian": 1097,
      "example": 1098,
      "execution": 1099,
      "extraction": 1100,
      "false": 1101,
      "flat": 1102,
      "formula": 1103,
      "front": 1104,
      "garbage": 1105,
      "geometric": 1106,
      "gives": 1107,
      "groups": 1108,
      "identical": 1109,
      "identity": 1110,
      "individual": 1111,
      "infinite": 1112,
      "init": 1113,
      "joins": 1114,
      "keyword": 1115,
      "kg": 1116,
      "kilometers": 1117,
      "leave": 1118,
      "linked": 1119,
      "locate": 1120,
      "loops": 1121,
      "met": 1122,
      "modules": 1123,
      "month": 1124,
      "multiples": 1125,
      "must": 1126,
      "notes": 1127,
      "obtain": 1128,
      "occur": 1129,
      "overlapping": 1130,
      "pairs": 1131,
      "particular": 1132,
      "per": 1133,
      "percentage": 1134,
      "pickle": 1135,
      "place": 1136,
      "predicate": 1137,
      "preserving": 1138,
      "priority": 1139,
      "prism": 1140,
      "process": 1141,
      "profanity": 1142,
      "push": 1143,
      "pyramid": 1144,
      "pythonpython": 1145,
      "queue": 1146,
      "radian": 1147,
      "regular": 1148,
      "relu": 1149,
      "repeatedly": 1150,
      "rightmost": 1151,
      "running": 1152,
      "seconds": 1153,
      "sequences": 1154,
      "set1": 1155,
      "shape": 1156,
      "shift": 1157,
      "shows": 1158,
      "similar": 1159,
      "slicing": 1160,
      "smaller": 1161,
      "so": 1162,
      "speed": 1163,
      "statements": 1164,
      "static": 1165,
      "strips": 1166,
      "subject": 1167,
      "tan": 1168,
      "timestamp": 1169,
      "tower": 1170,
      "trailing": 1171,
      "tree": 1172,
      "unchanged": 1173,
      "unicode": 1174,
      "unit": 1175,
      "update": 1176,
      "v": 1177,
      "vector": 1178,
      "vectors": 1179,
      "verb": 1180,
      "version": 1181,
      "way": 1182,
      "weight": 1183,
      "xml": 1184,
      "z": 1185,
      "‘": 1186,
      "!\"": 1187,
      "\")": 1188,
      "\"].": 1189,
      ")+": 1190,
      "*/": 1191,
      "+...+": 1192,
      ".#": 1193,
      "1st": 1194,
      "3000": 1195,
      "3D": 1196,
      "999": 1197,
      "According": 1198,
      "Addition": 1199,
      "Alternate": 1200,
      "Anagrams": 1201,
      "Arrange": 1202,
      "At": 1203,
      "Bingo": 1204,
      "Bits": 1205,
      "But": 1206,
      "Capitalize": 1207,
      "Chinese": 1208,
      "Choose": 1209,
      "Column": 1210,
      "Consider": 1211,
      "Detect": 1212,
      "Determine": 1213,
      "Divisible": 1214,
      "Divisors": 1215,
      "Duplicates": 1216,
      "EVEN": 1217,
      "Error": 1218,
      "Evaluate": 1219,
      "Every": 1220,
      "Flatten": 1221,
      "Football": 1222,
      "Frequency": 1223,
      "Frequent": 1224,
      "Green": 1225,
      "Hanoi": 1226,
      "Hockey": 1227,
      "How": 1228,
      "I": 1229,
      "IDs": 1230,
      "Identity": 1231,
      "Insert": 1232,
      "Insertion": 1233,
      "Integers": 1234,
      "Interval": 1235,
      "Iterate": 1236,
      "Keep": 1237,
      "L": 1238,
      "Longest": 1239,
      "Love": 1240,
      "Lowercase": 1241,
      "Map": 1242,
      "NOT": 1243,
      "Negative": 1244,
      "Note": 1245,
      "Numeric": 1246,
      "OR": 1247,
      "Occurrence": 1248,
      "Occurrences": 1249,
      "Occurs": 1250,
      "Octal": 1251,
      "Operations": 1252,
      "Otherwise": 1253,
      "Particular": 1254,
      "Pick": 1255,
      "Pigeonhole": 1256,
      "Positive": 1257,
      "Power": 1258,
      "Punctuation": 1259,
      "Removal": 1260,
      "Replacing": 1261,
      "Shift": 1262,
      "Simple": 1263,
      "Strong": 1264,
      "Temperatue": 1265,
      "Temprature": 1266,
      "Tempreature": 1267,
      "Total": 1268,
      "Triangular": 1269,
      "Turn": 1270,
      "Unique": 1271,
      "Universally": 1272,
      "Usage": 1273,
      "White": 1274,
      "Without": 1275,
      "World": 1276,
      "Writing": 1277,
      "['": 1278,
      "[(": 1279,
      "]#": 1280,
      "above": 1281,
      "according": 1282,
      "achieve": 1283,
      "allowed": 1284,
      "alternate": 1285,
      "anagram": 1286,
      "ancient": 1287,
      "angled": 1288,
      "angualr": 1289,
      "answer": 1290,
      "appended": 1291,
      "arithmetic": 1292,
      "assert": 1293,
      "attributes": 1294,
      "augualr": 1295,
      "available": 1296,
      "axis": 1297,
      "becomes": 1298,
      "before": 1299,
      "being": 1300,
      "bingo": 1301,
      "birth": 1302,
      "blocks": 1303,
      "bredth": 1304,
      "byte": 1305,
      "camelcase": 1306,
      "capacitance": 1307,
      "capacitors": 1308,
      "caseless": 1309,
      "categorizes": 1310,
      "category": 1311,
      "charge": 1312,
      "charged": 1313,
      "chars": 1314,
      "choice": 1315,
      "classic": 1316,
      "clone": 1317,
      "coding": 1318,
      "come": 1319,
      "comprehensive": 1320,
      "comprising": 1321,
      "concat": 1322,
      "concatenated": 1323,
      "concatenating": 1324,
      "continue": 1325,
      "counts": 1326,
      "curcit": 1327,
      "curved": 1328,
      "deck": 1329,
      "decorator": 1330,
      "define": 1331,
      "deletes": 1332,
      "deleting": 1333,
      "density": 1334,
      "diagonal": 1335,
      "diagonals": 1336,
      "disarium": 1337,
      "discount": 1338,
      "displacement": 1339,
      "distict": 1340,
      "document": 1341,
      "don": 1342,
      "dots": 1343,
      "electrostatic": 1344,
      "elemen": 1345,
      "eligible": 1346,
      "evaluation": 1347,
      "exceptions": 1348,
      "expalin": 1349,
      "explain": 1350,
      "exponents": 1351,
      "extend": 1352,
      "extension": 1353,
      "external": 1354,
      "farm": 1355,
      "filename": 1356,
      "fixed": 1357,
      "flattened": 1358,
      "floating": 1359,
      "focal": 1360,
      "formed": 1361,
      "frequncy": 1362,
      "getGender": 1363,
      "getString": 1364,
      "gravitational": 1365,
      "guesses": 1366,
      "hanoi": 1367,
      "heros": 1368,
      "highest": 1369,
      "identifier": 1370,
      "illustrate": 1371,
      "immutable": 1372,
      "including": 1373,
      "increasing": 1374,
      "indices": 1375,
      "inscribed": 1376,
      "inversion": 1377,
      "isdigit": 1378,
      "isoscales": 1379,
      "kinetic": 1380,
      "legs": 1381,
      "len": 1382,
      "level": 1383,
      "life": 1384,
      "list_of_dictionaries": 1385,
      "loss": 1386,
      "m1": 1387,
      "m2": 1388,
      "match": 1389,
      "member": 1390,
      "miles": 1391,
      "mixed": 1392,
      "necessary": 1393,
      "nn": 1394,
      "normalize": 1395,
      "occurances": 1396,
      "origin": 1397,
      "parameters": 1398,
      "parent": 1399,
      "parenthesis": 1400,
      "parser": 1401,
      "particles": 1402,
      "password": 1403,
      "poor": 1404,
      "pop": 1405,
      "positions": 1406,
      "potential": 1407,
      "prefix": 1408,
      "pressure": 1409,
      "printNationality": 1410,
      "probability": 1411,
      "profit": 1412,
      "property": 1413,
      "puzzle": 1414,
      "quotient": 1415,
      "radioactive": 1416,
      "raidus": 1417,
      "re": 1418,
      "rectangular": 1419,
      "reduce": 1420,
      "regex": 1421,
      "released": 1422,
      "reliable": 1423,
      "removed": 1424,
      "represented": 1425,
      "required": 1426,
      "reserved": 1427,
      "results": 1428,
      "revert": 1429,
      "ring": 1430,
      "rotation": 1431,
      "run": 1432,
      "scales": 1433,
      "script": 1434,
      "secure": 1435,
      "set2": 1436,
      "shuffling": 1437,
      "sigmoid": 1438,
      "speend": 1439,
      "sring": 1440,
      "stack": 1441,
      "stooge": 1442,
      "store": 1443,
      "subarrays": 1444,
      "subtracts": 1445,
      "suitable": 1446,
      "summary": 1447,
      "surrounding": 1448,
      "symmetrical": 1449,
      "sys": 1450,
      "temprature": 1451,
      "ten": 1452,
      "thea": 1453,
      "till": 1454,
      "today": 1455,
      "torque": 1456,
      "trapezium": 1457,
      "tupels": 1458,
      "turn": 1459,
      "urls": 1460,
      "users": 1461,
      "validate": 1462,
      "veolcity": 1463,
      "versa": 1464,
      "vice": 1465,
      "voltage": 1466,
      "voting": 1467,
      "vs": 1468,
      "ways": 1469,
      "x1": 1470,
      "x2": 1471,
      "y1": 1472,
      "y2": 1473,
      "yes": 1474,
      "yesterday": 1475,
      "yield": 1476,
      "zips": 1477,
      "|": 1478,
      "!\".": 1479,
      "!/": 1480,
      "\"#": 1481,
      "\"+\"": 1482,
      "$": 1483,
      "')": 1484,
      "'*'": 1485,
      "'+'": 1486,
      "']": 1487,
      "(\"": 1488,
      "('": 1489,
      "(*": 1490,
      ")**": 1491,
      ")]": 1492,
      "-->": 1493,
      ".\"": 1494,
      "01": 1495,
      "06": 1496,
      "09": 1497,
      "1D": 1498,
      "2015": 1499,
      "2a": 1500,
      "3n": 1501,
      "3x3": 1502,
      "9999": 1503,
      "<": 1504,
      "ABC": 1505,
      "AND": 1506,
      "Alphabetic": 1507,
      "Amicable": 1508,
      "Among": 1509,
      "An": 1510,
      "Anonymous": 1511,
      "Appears": 1512,
      "Apple": 1513,
      "Artists": 1514,
      "Aug": 1515,
      "Bitcoin": 1516,
      "Breakable": 1517,
      "Bright": 1518,
      "Bucket": 1519,
      "Buffalo": 1520,
      "Butterfly": 1521,
      "Bytearray": 1522,
      "CSV": 1523,
      "Caesar": 1524,
      "Calculator": 1525,
      "Certain": 1526,
      "Challenges": 1527,
      "Cipher": 1528,
      "Cocktail": 1529,
      "Codes": 1530,
      "Collatz": 1531,
      "Comb": 1532,
      "Combinations": 1533,
      "Concatenating": 1534,
      "Conjecture": 1535,
      "Copy": 1536,
      "Correctly": 1537,
      "Cosine": 1538,
      "Day": 1539,
      "Decrypt": 1540,
      "Deleting": 1541,
      "Dequeue": 1542,
      "Distinct": 1543,
      "Driver": 1544,
      "Duplicate": 1545,
      "E": 1546,
      "EF": 1547,
      "Email": 1548,
      "Empty": 1549,
      "Encrypt": 1550,
      "Enter": 1551,
      "Entity": 1552,
      "Exchanged": 1553,
      "Expression": 1554,
      "Fahreinheit": 1555,
      "Floyd": 1556,
      "Form": 1557,
      "Front": 1558,
      "GSD": 1559,
      "Generator": 1560,
      "Generators": 1561,
      "Gets": 1562,
      "Google": 1563,
      "Heapsort": 1564,
      "Hexagonal": 1565,
      "Icosahedron": 1566,
      "Illustrate": 1567,
      "Incremented": 1568,
      "Interest": 1569,
      "Into": 1570,
      "Jun": 1571,
      "Kelvin": 1572,
      "Larger": 1573,
      "Less": 1574,
      "Linear": 1575,
      "Make": 1576,
      "Menu": 1577,
      "Minimum": 1578,
      "Mixed": 1579,
      "NLTK": 1580,
      "Named": 1581,
      "New": 1582,
      "NewYorker": 1583,
      "Newton": 1584,
      "Nov": 1585,
      "ODD": 1586,
      "OF": 1587,
      "OTP": 1588,
      "Occurring": 1589,
      "Only": 1590,
      "Parenthesized": 1591,
      "Password": 1592,
      "Perimeter": 1593,
      "Powers": 1594,
      "Prism": 1595,
      "Put": 1596,
      "Quicksort": 1597,
      "Radix": 1598,
      "Recognizer": 1599,
      "Records": 1600,
      "Recursive": 1601,
      "Repetations": 1602,
      "Restaurant": 1603,
      "Root": 1604,
      "RuntimeError": 1605,
      "Sample": 1606,
      "Secure": 1607,
      "Segregating": 1608,
      "Selection": 1609,
      "Shaker": 1610,
      "Shell": 1611,
      "Snake": 1612,
      "Squares": 1613,
      "Sublist": 1614,
      "Subsets": 1615,
      "Substring": 1616,
      "Subtracts": 1617,
      "Summation": 1618,
      "Suppose": 1619,
      "Surface": 1620,
      "TFIDF": 1621,
      "Take": 1622,
      "Temporary": 1623,
      "TheRubberDucky": 1624,
      "Torus": 1625,
      "Tower": 1626,
      "URLs": 1627,
      "UTF": 1628,
      "Use": 1629,
      "Valid": 1630,
      "Variable": 1631,
      "Vowels": 1632,
      "XOR": 1633,
      "Y": 1634,
      "YES": 1635,
      "Z": 1636,
      "[[": 1637,
      "]+": 1638,
      "]]": 1639,
      "_": 1640,
      "aa": 1641,
      "aaa": 1642,
      "aaaa": 1643,
      "across": 1644,
      "activation": 1645,
      "acts": 1646,
      "addition": 1647,
      "advance": 1648,
      "adverbs": 1649,
      "ahead": 1650,
      "al": 1651,
      "along": 1652,
      "alphabet": 1653,
      "always": 1654,
      "amortization": 1655,
      "anagrams": 1656,
      "angles": 1657,
      "annual": 1658,
      "appropriate": 1659,
      "arbitrary": 1660,
      "aren": 1661,
      "armstrong": 1662,
      "around": 1663,
      "arr": 1664,
      "asking": 1665,
      "attach": 1666,
      "attribute": 1667,
      "averaging": 1668,
      "bash": 1669,
      "behavior": 1670,
      "behind": 1671,
      "best": 1672,
      "bisect": 1673,
      "bracketspython": 1674,
      "breadth": 1675,
      "bubblesort": 1676,
      "calculated": 1677,
      "calls": 1678,
      "camelCase": 1679,
      "candidates": 1680,
      "capitalized": 1681,
      "capitalizes": 1682,
      "card": 1683,
      "carry": 1684,
      "catalan": 1685,
      "centimeter": 1686,
      "change": 1687,
      "circumradius": 1688,
      "clear": 1689,
      "closure": 1690,
      "coin": 1691,
      "collect": 1692,
      "collector": 1693,
      "combinations_with_replacement": 1694,
      "commands": 1695,
      "commas": 1696,
      "compare": 1697,
      "comparisions": 1698,
      "comparison": 1699,
      "complex": 1700,
      "composite": 1701,
      "concept": 1702,
      "condition": 1703,
      "conditional": 1704,
      "consecutively": 1705,
      "consonants": 1706,
      "consumes": 1707,
      "conversion": 1708,
      "coordinates": 1709,
      "cores": 1710,
      "corpus": 1711,
      "cosmos": 1712,
      "cpu": 1713,
      "creating": 1714,
      "cryptographically": 1715,
      "cryptography": 1716,
      "dataset": 1717,
      "datatype": 1718,
      "decompress": 1719,
      "decorated": 1720,
      "decreasing": 1721,
      "depth": 1722,
      "diameter": 1723,
      "dictionaires": 1724,
      "differences": 1725,
      "direcory": 1726,
      "division": 1727,
      "doesn": 1728,
      "double": 1729,
      "during": 1730,
      "e": 1731,
      "edge": 1732,
      "edges": 1733,
      "elemnets": 1734,
      "emulate": 1735,
      "encode": 1736,
      "encoded": 1737,
      "encoding": 1738,
      "ends": 1739,
      "env": 1740,
      "error": 1741,
      "exist": 1742,
      "exponent": 1743,
      "falsy": 1744,
      "faster": 1745,
      "features": 1746,
      "fibbonacci": 1747,
      "fill": 1748,
      "flip": 1749,
      "fn": 1750,
      "four": 1751,
      "frequencies": 1752,
      "funcction": 1753,
      "functio": 1754,
      "funvtion": 1755,
      "generation": 1756,
      "guessed": 1757,
      "hashed": 1758,
      "heapq": 1759,
      "homogeneous": 1760,
      "hundred": 1761,
      "hyperbolic": 1762,
      "hypnosis": 1763,
      "hypotenuse": 1764,
      "iTunes": 1765,
      "id": 1766,
      "information": 1767,
      "ing": 1768,
      "inherit": 1769,
      "inheritance": 1770,
      "initiate": 1771,
      "inplace": 1772,
      "insertion": 1773,
      "installed": 1774,
      "instances": 1775,
      "instead": 1776,
      "interior": 1777,
      "intermittent": 1778,
      "intern": 1779,
      "interpolation": 1780,
      "invalid": 1781,
      "isosceles": 1782,
      "iter": 1783,
      "iterating": 1784,
      "ith": 1785,
      "json": 1786,
      "keywords": 1787,
      "kgs": 1788,
      "kwargs": 1789,
      "kwds": 1790,
      "latitude": 1791,
      "leaders": 1792,
      "lie": 1793,
      "lies": 1794,
      "limit": 1795,
      "linear": 1796,
      "load": 1797,
      "loan": 1798,
      "locally": 1799,
      "logarithm": 1800,
      "logarithmic": 1801,
      "logger": 1802,
      "logging": 1803,
      "logical": 1804,
      "longitude": 1805,
      "lookup": 1806,
      "lowersase": 1807,
      "makes": 1808,
      "making": 1809,
      "maps": 1810,
      "menu": 1811,
      "merged": 1812,
      "merges": 1813,
      "meters": 1814,
      "minutes": 1815,
      "mobile": 1816,
      "much": 1817,
      "my_str": 1818,
      "naive": 1819,
      "namedtuple": 1820,
      "nesting": 1821,
      "null": 1822,
      "nums": 1823,
      "occurences": 1824,
      "octangula": 1825,
      "old": 1826,
      "open": 1827,
      "operators": 1828,
      "pack": 1829,
      "pads": 1830,
      "pairwise": 1831,
      "parse": 1832,
      "particition": 1833,
      "payments": 1834,
      "perrin": 1835,
      "phrase": 1836,
      "platform": 1837,
      "playing": 1838,
      "powerset": 1839,
      "prepend": 1840,
      "primary": 1841,
      "primes": 1842,
      "printString": 1843,
      "printable": 1844,
      "problems": 1845,
      "progarm": 1846,
      "prominent": 1847,
      "prompt": 1848,
      "pronic": 1849,
      "provide": 1850,
      "pseudo": 1851,
      "put": 1852,
      "quotes": 1853,
      "raw": 1854,
      "reach": 1855,
      "receive": 1856,
      "records": 1857,
      "recursively": 1858,
      "reflecting": 1859,
      "remaining": 1860,
      "remembering": 1861,
      "replacement": 1862,
      "resultant": 1863,
      "returb": 1864,
      "reversing": 1865,
      "rid": 1866,
      "robin": 1867,
      "roll": 1868,
      "roundrobin": 1869,
      "rules": 1870,
      "runs": 1871,
      "said": 1872,
      "scale": 1873,
      "scalene": 1874,
      "schedule": 1875,
      "seen": 1876,
      "separators": 1877,
      "setdefault": 1878,
      "share": 1879,
      "shorter": 1880,
      "shown": 1881,
      "sign": 1882,
      "significant": 1883,
      "simultaneously": 1884,
      "slope": 1885,
      "small": 1886,
      "snippet": 1887,
      "source": 1888,
      "splits": 1889,
      "statement": 1890,
      "stations": 1891,
      "stock": 1892,
      "stocks": 1893,
      "stop": 1894,
      "strong": 1895,
      "sublists": 1896,
      "summing": 1897,
      "swaps": 1898,
      "symbol": 1899,
      "system": 1900,
      "tails": 1901,
      "tells": 1902,
      "temporary": 1903,
      "tenure": 1904,
      "tetraheadron": 1905,
      "thats": 1906,
      "thousands": 1907,
      "threads": 1908,
      "title": 1909,
      "together": 1910,
      "tokens": 1911,
      "tomorrow": 1912,
      "too": 1913,
      "traversal": 1914,
      "trim": 1915,
      "twice": 1916,
      "unlimited": 1917,
      "unsigned": 1918,
      "usr": 1919,
      "vectorizer": 1920,
      "verify": 1921,
      "vv": 1922,
      "want": 1923,
      "weird": 1924,
      "wordcloud": 1925,
      "works": 1926,
      "xx": 1927,
      "xxx": 1928,
      "xxxx": 1929,
      "yards": 1930,
      "yy": 1931,
      "yyy": 1932,
      "yyyy": 1933,
      "zz": 1934,
      "zzz": 1935,
      "zzzz": 1936,
      "{": 1937,
      "}": 1938,
      "⋅": 1939,
      "\"*\"": 1940,
      "\"-\"": 1941,
      "\":": 1942,
      "\"==\"": 1943,
      "###": 1944,
      "'.": 1945,
      "'...'": 1946,
      "']#": 1947,
      "'}": 1948,
      "(*)": 1949,
      "(+,": 1950,
      "(==)": 1951,
      "([": 1952,
      ")(": 1953,
      ")/": 1954,
      "-)": 1955,
      "102": 1956,
      "104": 1957,
      "110": 1958,
      "111": 1959,
      "114": 1960,
      "119": 1961,
      "123": 1962,
      "125": 1963,
      "126": 1964,
      "127": 1965,
      "129": 1966,
      "130": 1967,
      "133": 1968,
      "135": 1969,
      "138": 1970,
      "140": 1971,
      "142": 1972,
      "143": 1973,
      "144": 1974,
      "145": 1975,
      "146": 1976,
      "149": 1977,
      "1500": 1978,
      "151": 1979,
      "153": 1980,
      "180": 1981,
      "1s": 1982,
      "211": 1983,
      "2311": 1984,
      "2700": 1985,
      "2D": 1986,
      "2n2": 1987,
      "30031": 1988,
      "333": 1989,
      "400": 1990,
      "6n": 1991,
      "750": 1992,
      ";": 1993,
      "=\"./": 1994,
      "Abortive": 1995,
      "Absolute": 1996,
      "Accessing": 1997,
      "Additional": 1998,
      "Adil": 1999,
      "Alphabets": 2000,
      "Alphanumeric": 2001,
      "Americans": 2002,
      "Ammar": 2003,
      "Appearing": 2004,
      "Append": 2005,
      "Arithematic": 2006,
      "Ask": 2007,
      "Assigning": 2008,
      "Average": 2009,
      "Bank": 2010,
      "Baseball": 2011,
      "Bit": 2012,
      "Black": 2013,
      "Boolean": 2014,
      "Break": 2015,
      "Buzz": 2016,
      "CPUs": 2017,
      "Capitalizes": 2018,
      "Cards": 2019,
      "Celcius": 2020,
      "Chain": 2021,
      "Chauhan": 2022,
      "Circumference": 2023,
      "Classes": 2024,
      "Clear": 2025,
      "Cn": 2026,
      "Combining": 2027,
      "Compare": 2028,
      "Complement": 2029,
      "Consecutive": 2030,
      "Coonjecture": 2031,
      "Cube": 2032,
      "Cummulative": 2033,
      "Curved": 2034,
      "DD": 2035,
      "Deck": 2036,
      "Deepcopy": 2037,
      "Depending": 2038,
      "Deque": 2039,
      "Descending": 2040,
      "Diameter": 2041,
      "Difference": 2042,
      "Disassembler": 2043,
      "Dissimilar": 2044,
      "Divisibility": 2045,
      "Don": 2046,
      "Double": 2047,
      "Driven": 2048,
      "Dynamic": 2049,
      "Ellipse": 2050,
      "English": 2051,
      "Entered": 2052,
      "Equation": 2053,
      "Eratosthenes": 2054,
      "Euclid": 2055,
      "Euclidean": 2056,
      "Exception": 2057,
      "Expand": 2058,
      "Extending": 2059,
      "FPS": 2060,
      "Factor": 2061,
      "Fermat": 2062,
      "Fn": 2063,
      "Fraction": 2064,
      "Functions": 2065,
      "GMT": 2066,
      "Gauss": 2067,
      "Global": 2068,
      "Goldbach": 2069,
      "Greater": 2070,
      "Gregorian": 2071,
      "Handling": 2072,
      "Harmonic": 2073,
      "Harshad": 2074,
      "Hash": 2075,
      "Hazra": 2076,
      "Heterogram": 2077,
      "Highest": 2078,
      "Hosoya": 2079,
      "Hours": 2080,
      "IPL": 2081,
      "Image": 2082,
      "InDiAaa": 2083,
      "India": 2084,
      "Indians": 2085,
      "Interning": 2086,
      "JPEG": 2087,
      "Jacobsthal": 2088,
      "KM": 2089,
      "Knapsack": 2090,
      "LAMBDA": 2091,
      "LIS": 2092,
      "Lambda": 2093,
      "Least": 2094,
      "Left": 2095,
      "Leibniz": 2096,
      "Library": 2097,
      "Loops": 2098,
      "Lucas": 2099,
      "MAP": 2100,
      "MDAS": 2101,
      "MM": 2102,
      "MPH": 2103,
      "Magic": 2104,
      "Manu": 2105,
      "Mathematical": 2106,
      "Max": 2107,
      "Median": 2108,
      "Members": 2109,
      "Million": 2110,
      "Modulo": 2111,
      "Month": 2112,
      "Multiple": 2113,
      "Namedtuple": 2114,
      "Nishtala": 2115,
      "Nth": 2116,
      "Numerical": 2117,
      "OS": 2118,
      "Ones": 2119,
      "Orange": 2120,
      "Other": 2121,
      "Padovan": 2122,
      "Pair": 2123,
      "Pell": 2124,
      "Pi": 2125,
      "Pink": 2126,
      "Prakash": 2127,
      "Price": 2128,
      "PriorityQueue": 2129,
      "Product": 2130,
      "Public": 2131,
      "Q": 2132,
      "Quadratic": 2133,
      "Quotient": 2134,
      "RELU": 2135,
      "RGB": 2136,
      "Random": 2137,
      "Ranged": 2138,
      "Raphson": 2139,
      "ReLu": 2140,
      "Red": 2141,
      "Remainder": 2142,
      "Repeating": 2143,
      "Representation": 2144,
      "Resolution": 2145,
      "Reusing": 2146,
      "Reversing": 2147,
      "Rightmost": 2148,
      "Rock": 2149,
      "Rolling": 2150,
      "Rows": 2151,
      "S": 2152,
      "Santu": 2153,
      "Scope": 2154,
      "Seconds": 2155,
      "Separate": 2156,
      "Shallow": 2157,
      "Shorthands": 2158,
      "Sides": 2159,
      "Sieve": 2160,
      "Sigmoid": 2161,
      "Single": 2162,
      "Size": 2163,
      "Smallest": 2164,
      "Sn": 2165,
      "Softmax": 2166,
      "Solve": 2167,
      "Special": 2168,
      "Starting": 2169,
      "Stella": 2170,
      "Student": 2171,
      "Sub": 2172,
      "Sudoku": 2173,
      "Suffix": 2174,
      "Syslvester": 2175,
      "Team": 2176,
      "Those": 2177,
      "Time": 2178,
      "TimeSeries": 2179,
      "Towers": 2180,
      "Tree": 2181,
      "Triangle": 2182,
      "Tribonacci": 2183,
      "Triple": 2184,
      "Type": 2185,
      "TypeError": 2186,
      "UPPERCASE": 2187,
      "USING": 2188,
      "UnboundLocalErrors": 2189,
      "Unicode": 2190,
      "Union": 2191,
      "Units": 2192,
      "Unpacking": 2193,
      "Uppercase": 2194,
      "Usge": 2195,
      "Variables": 2196,
      "Vertical": 2197,
      "Weak": 2198,
      "What": 2199,
      "XY": 2200,
      "YYYY": 2201,
      "\\": 2202,
      "])#": 2203,
      "abcd": 2204,
      "abs": 2205,
      "absent": 2206,
      "absoluute": 2207,
      "accepting": 2208,
      "account": 2209,
      "achived": 2210,
      "act": 2211,
      "added": 2212,
      "adders": 2213,
      "addressed": 2214,
      "affecting": 2215,
      "again": 2216,
      "alphabetical": 2217,
      "alternative": 2218,
      "annotation": 2219,
      "anything": 2220,
      "apha": 2221,
      "apothem": 2222,
      "appearance": 2223,
      "appends": 2224,
      "approximate": 2225,
      "arary": 2226,
      "arguements": 2227,
      "arithematic": 2228,
      "arithemmatic": 2229,
      "assending": 2230,
      "assign": 2231,
      "assignments": 2232,
      "autocorrelations": 2233,
      "babylonian": 2234,
      "bank": 2235,
      "bases": 2236,
      "bcd": 2237,
      "bcde": 2238,
      "beautiful": 2239,
      "begining": 2240,
      "belongs": 2241,
      "betrothed": 2242,
      "better": 2243,
      "bilinear": 2244,
      "bill": 2245,
      "binding": 2246,
      "board": 2247,
      "bold": 2248,
      "bonacci": 2249,
      "bool": 2250,
      "brackets": 2251,
      "breakdown": 2252,
      "bubble": 2253,
      "build": 2254,
      "bytes": 2255,
      "cache": 2256,
      "caclucate": 2257,
      "caclulate": 2258,
      "cafe": 2259,
      "caharacter": 2260,
      "calc": 2261,
      "calcuate": 2262,
      "calculating": 2263,
      "calculator": 2264,
      "calender": 2265,
      "callable": 2266,
      "callable_check": 2267,
      "camparison": 2268,
      "cards": 2269,
      "careful": 2270,
      "carlo": 2271,
      "carol": 2272,
      "categorical": 2273,
      "ceil": 2274,
      "celcius": 2275,
      "cells": 2276,
      "chain": 2277,
      "chained": 2278,
      "changes": 2279,
      "charac": 2280,
      "charcters": 2281,
      "choose": 2282,
      "chosen": 2283,
      "christmas_carol": 2284,
